{
  "app": {
    "title": "Device Triage Planner",
    "loading": "Loading..."
  },
  "header": {
    "reset": "Reset",
    "author": "Author",
    "tutorial": "Tutorial",
    "gridView": "Grid view",
    "listView": "List view",
    "language": "Language: {language}",
    "viewMode": "View mode",
    "gridViewAriaLabel": "Grid view with drag and drop",
    "listViewAriaLabel": "Screen reader friendly list view"
  },
  "scenarios": {
    "select": "Select scenario",
    "selectPlaceholder": "Select a scenario",
    "familyIoT": "Family Home with IoT Sprawl",
    "smallOffice": "Small Office Network",
    "hotelPublic": "Hotel / Public Wi-Fi"
  },
  "zones": {
    "main": "Main Network",
    "mainDescription": "Trusted personal devices with full access",
    "guest": "Guest Network",
    "guestDescription": "Visitor devices with internet-only access",
    "iot": "IoT Network",
    "iotDescription": "Smart devices isolated from main network",
    "investigate": "Investigate",
    "investigateDescription": "Unknown or suspicious devices for review",
    "dropHere": "Drop devices here",
    "dropToMove": "Drop to move here",
    "zoneWithDevices": "{zone} zone with {count, plural, one {# device} other {# devices}}"
  },
  "devices": {
    "router": "Router",
    "laptop": "Laptop",
    "phone": "Phone",
    "tablet": "Tablet",
    "tv": "Smart TV",
    "speaker": "Smart Speaker",
    "thermostat": "Thermostat",
    "camera": "Camera",
    "printer": "Printer",
    "iot": "IoT Device",
    "unknown": "Unknown Device",
    "moveToZone": "Move {device} to zone",
    "listViewLabel": "Devices organized by network zone",
    "listViewHint": "Screen reader friendly list view. Each device can be moved to a different zone using the dropdown selector.",
    "count": "{count, plural, one {# device} other {# devices}}",
    "noDevices": "No devices in this zone",
    "in": "Devices in {zone}",
    "unknownFlag": "Unknown",
    "iotFlag": "IoT",
    "visitorFlag": "Visitor",
    "workFlag": "Work"
  },
  "deviceLabels": {
    "family_iot_sprawl_v1": {
      "router": "Home Router",
      "work_laptop": "Work Laptop",
      "family_laptop": "Family Laptop",
      "parent_phone": "Parent Phone",
      "teen_phone": "Teen Phone",
      "smart_tv": "Smart TV",
      "smart_speaker": "Smart Speaker",
      "thermostat": "Thermostat",
      "printer": "Wi-Fi Printer",
      "indoor_camera": "Indoor Camera",
      "smart_plug": "Smart Plug",
      "old_tablet": "Old Tablet",
      "guest_phone": "Guest Phone",
      "mystery_device": "Unrecognized Device"
    },
    "small_office_v1": {
      "office_router": "Office Router",
      "ceo_laptop": "CEO Laptop",
      "dev_laptop_1": "Developer Laptop 1",
      "dev_laptop_2": "Developer Laptop 2",
      "reception_pc": "Reception Desktop",
      "office_printer": "Network Printer",
      "conference_tv": "Conference Room Display",
      "smart_thermostat": "Office Thermostat",
      "security_camera": "Security Camera",
      "client_phone_1": "Client Phone (Meeting)",
      "client_laptop": "Client Laptop (Meeting)",
      "mystery_tablet": "Unknown Tablet"
    },
    "hotel_public_v1": {
      "work_laptop_travel": "Work Laptop",
      "personal_phone": "Personal Phone",
      "personal_tablet": "Personal Tablet",
      "travel_speaker": "Portable Speaker",
      "hotel_tv": "Hotel Room TV",
      "other_guest_1": "Other Guest Device 1",
      "other_guest_2": "Other Guest Device 2",
      "suspicious_device": "Suspicious Network Device"
    }
  },
  "controls": {
    "title": "Security Controls",
    "wifiSecurity": "Wi-Fi Security",
    "wifiSecurityDesc": "Encryption standard for wireless traffic",
    "wifiSecurityOpen": "Open",
    "wifiSecurityWPA2": "WPA2",
    "wifiSecurityWPA3": "WPA3",
    "strongWifiPassword": "Strong Wi-Fi Password",
    "strongWifiPasswordDesc": "Complex password for network access",
    "guestNetworkEnabled": "Guest Network",
    "guestNetworkDesc": "Separate network for visitors",
    "iotNetworkEnabled": "IoT Network",
    "iotNetworkDesc": "Isolated network for smart devices",
    "mfaEnabled": "MFA on Accounts",
    "mfaDesc": "Multi-factor auth for device accounts",
    "autoUpdatesEnabled": "Auto Updates",
    "autoUpdatesDesc": "Keep device firmware current",
    "defaultPasswordsAddressed": "Default Passwords Changed",
    "defaultPasswordsDesc": "Replace factory default credentials",
    "enableInSettings": "Enable in scenario settings",
    "vpnEnabled": "VPN Enabled",
    "vpnEnabledDesc": "Encrypt all traffic through VPN",
    "personalHotspot": "Personal Hotspot",
    "personalHotspotDesc": "Use phone as secure hotspot instead",
    "firewallEnabled": "Device Firewall",
    "firewallEnabledDesc": "Block incoming connections",
    "fileSharingDisabled": "File Sharing Off",
    "fileSharingDisabledDesc": "Disable network file sharing",
    "bluetoothDisabled": "Bluetooth Off",
    "bluetoothDisabledDesc": "Disable Bluetooth in public",
    "httpsOnly": "HTTPS Only",
    "httpsOnlyDesc": "Use only encrypted websites",
    "verifyNetwork": "Verify Network",
    "verifyNetworkDesc": "Confirm network authenticity"
  },
  "riskMeter": {
    "title": "Overall Risk Score",
    "of100": "/100",
    "low": "Low Risk",
    "medium": "Moderate",
    "high": "High",
    "critical": "Critical",
    "exposure": "Exposure",
    "credential": "Credential",
    "hygiene": "Hygiene"
  },
  "goals": {
    "title": "Your Goals",
    "reduceRiskTo": "Reduce risk score to {target} or below",
    "currentScore": "{current}/{target}",
    "enable": "Enable {control}",
    "disable": "Disable {control}",
    "setTo": "Set {control} to {value}",
    "allComplete": "All goals complete!"
  },
  "tooltips": {
    "deviceTypes": {
      "router": "Your network's gateway. Controls traffic between your devices and the internet. A compromised router affects everything connected to it.",
      "laptop": "A personal computer. Contains valuable data and has full network capabilities. Keep it updated and protected.",
      "phone": "A smartphone with access to personal accounts, photos, and location data. Usually well-maintained but can be a target for theft.",
      "tablet": "Similar to a phone but often shared among family members. May have weaker security if not regularly updated.",
      "tv": "Smart TVs connect to streaming services and may have microphones/cameras. Limited security updates and often forgotten about.",
      "speaker": "Smart speakers are always listening for wake words. They connect to your accounts and control other smart devices.",
      "thermostat": "Smart thermostats know when you're home. If compromised, attackers learn your schedule and may access other devices.",
      "camera": "Security cameras should protect you, but if hacked, they let attackers watch your home. Keep firmware updated.",
      "printer": "Network printers are often overlooked but can store copies of documents and provide network access to attackers.",
      "iot": "IoT devices often have weak security, rarely get updates, and may use default passwords. Isolate them from main devices.",
      "unknown": "An unrecognized device on your network. Could be a neighbor, a forgotten device, or an intruder. Investigate before trusting."
    },
    "riskFlags": {
      "unknown_device": "This device wasn't expected on your network. It could be harmless (a guest's phone) or malicious. Keep it isolated until identified.",
      "iot_device": "IoT devices often have poor security: weak passwords, no encryption, rare updates. Put them on a separate network.",
      "visitor_device": "Visitor devices are outside your control. You don't know their security posture. Give them internet access but isolate from your main network.",
      "trusted_work_device": "Work devices typically have corporate security policies, regular updates, and IT oversight. They need reliable network access."
    },
    "wifiSecurity": {
      "open": "No encryption. Anyone nearby can see your traffic. Never use for anything private. Passwords, emails, and data are visible to attackers.",
      "wpa2": "Good encryption from 2004. Still secure for most home use, but has known vulnerabilities. Use a strong password.",
      "wpa3": "Latest standard (2018). Strongest protection against password guessing and eavesdropping. Use if all your devices support it."
    },
    "controls": {
      "wifiSecurity": "Encryption protects data traveling over your wireless network. Stronger encryption = harder for attackers to intercept your traffic.",
      "strongWifiPassword": "A weak password lets attackers join your network. Use 12+ characters with letters, numbers, and symbols. Avoid dictionary words.",
      "guestNetworkEnabled": "Guest networks give visitors internet access without access to your main devices, files, or printers. Essential for parties or visitors.",
      "iotNetworkEnabled": "IoT devices on a separate network can't attack your laptops if compromised. Even if your smart bulb is hacked, your files are safe.",
      "mfaEnabled": "Multi-factor authentication means a stolen password isn't enough. Attackers also need your phone or security key.",
      "autoUpdatesEnabled": "Updates patch security holes. Devices without updates are easy targets. Most attacks exploit known vulnerabilities in old software.",
      "defaultPasswordsAddressed": "Many devices ship with 'admin/admin' or similar. Attackers try these first. Change them before connecting to your network.",
      "vpnEnabled": "A VPN encrypts all your internet traffic, hiding it from anyone else on the hotel network. Essential for sensitive activities on public Wi-Fi.",
      "personalHotspot": "Using your phone as a hotspot creates your own private network. Much safer than connecting to unknown public Wi-Fi.",
      "firewallEnabled": "Your device's firewall blocks incoming connection attempts from other devices on the network. Enable it before joining any public network.",
      "fileSharingDisabled": "File sharing on public networks lets strangers browse your shared folders. Always disable it when traveling.",
      "bluetoothDisabled": "Bluetooth can be exploited by nearby attackers. Disable it in crowded public places unless actively using it.",
      "httpsOnly": "HTTPS encrypts your connection to websites. Look for the padlock icon and avoid sites without it on public Wi-Fi.",
      "verifyNetwork": "Attackers create fake networks with similar names (evil twins). Always verify the exact network name with staff before connecting."
    },
    "zones": {
      "main": "Your trusted zone for personal devices you control and update regularly. These devices can see each other and share files/printers.",
      "guest": "Internet-only access for visitors or untrusted devices. Can browse the web but can't access your main network devices.",
      "iot": "Isolated network for smart home devices. They get internet access but can't communicate with your main devices if compromised.",
      "investigate": "Quarantine zone for unknown or suspicious devices. Investigate before moving to another zone. When in doubt, put it here."
    }
  },
  "education": {
    "dontShowAgain": "Don't show this again",
    "keepEnabled": "Got it, keep enabled",
    "turnOff": "Turn off",
    "whatIsThis": "What is this?",
    "whyMatters": "Why does this matter?",
    "howToDo": "How do I do this?",
    "strongWifiPassword": {
      "title": "Strong Wi-Fi Password",
      "what": "A strong Wi-Fi password is at least 12-16 characters long, combines uppercase letters, lowercase letters, numbers, and special symbols, and doesn't contain dictionary words, names, or predictable patterns like '123456' or 'password'.",
      "why": "Weak passwords are the #1 way attackers gain access to home networks. With tools freely available online, hackers can guess millions of common passwords per second. Once on your network, they can intercept your banking, read your emails, and attack your devices. A neighbor or passerby could steal your internet bandwidth or worse - commit crimes through your connection that trace back to you.",
      "how": "Create a passphrase instead of a password: string together 4-5 random words like 'correct-horse-battery-staple'. Or use a password manager to generate and remember a complex password. Write it down and store it somewhere safe at home. Share it with guests verbally - never text or email it."
    },
    "guestNetworkEnabled": {
      "title": "Guest Network",
      "what": "A guest network is a separate Wi-Fi network that provides internet access but is isolated from your main network. Devices on the guest network cannot see or communicate with your computers, printers, or smart home devices.",
      "why": "When visitors connect to your main network, their potentially infected devices can see everything: your shared folders, your smart TV, your network printer. Even well-meaning guests might have malware they don't know about. By 2024, the average home has 22 connected devices - that's a lot of attack surface. Guest networks put a wall between visitors and your digital life.",
      "how": "Most routers made after 2015 support guest networks. Log into your router (usually 192.168.1.1 or 192.168.0.1), look for 'Guest Network' or 'Guest Access' in wireless settings. Enable it with a different password than your main network. Some routers even let you limit bandwidth or set automatic shutoff times."
    },
    "iotNetworkEnabled": {
      "title": "IoT Network (Smart Device Isolation)",
      "what": "An IoT network is a separate network segment specifically for your smart devices - thermostats, cameras, smart speakers, smart plugs, and other 'Internet of Things' devices. These devices can access the internet but cannot communicate with your main computers and phones.",
      "why": "Smart devices are notoriously insecure. Many use outdated software, have known vulnerabilities, and rarely receive updates. In 2016, the Mirai botnet infected millions of IoT devices and took down major websites. If your smart lightbulb gets hacked, an attacker could use it as a stepping stone to access your laptop with your banking information. Isolation prevents this lateral movement.",
      "how": "Many modern routers support IoT VLANs or a second network. Some mesh systems (like Eero, Google Nest WiFi) make this easy with one click. For older routers, you might use the guest network for IoT devices if you don't have visitors often. The key is keeping IoT devices away from your trusted computers."
    },
    "mfaEnabled": {
      "title": "Multi-Factor Authentication (MFA)",
      "what": "Multi-factor authentication requires two or more ways to prove your identity when logging in: something you know (password), something you have (phone or security key), or something you are (fingerprint). Even if someone steals your password, they still can't get in without the second factor.",
      "why": "Passwords get stolen constantly - from data breaches, phishing emails, or shoulder surfing. Microsoft reports that MFA blocks 99.9% of automated account attacks. Your smart home devices, email, and cloud accounts are all protected by passwords. If an attacker compromises your email, they can reset passwords for everything else. MFA is your safety net.",
      "how": "Enable MFA on your most important accounts first: email, banking, social media, and any smart home apps (Ring, Nest, etc.). Use an authenticator app (Google Authenticator, Microsoft Authenticator, Authy) rather than SMS when possible. Most services have MFA settings under 'Security' or 'Account Protection'. It takes 5 minutes per account."
    },
    "autoUpdatesEnabled": {
      "title": "Automatic Updates",
      "what": "Automatic updates allow your devices and software to download and install security patches without requiring manual action. This includes operating system updates, app updates, and firmware updates for routers and smart devices.",
      "why": "Most successful cyberattacks exploit known vulnerabilities - security holes that have already been discovered and patched. The 2017 WannaCry ransomware infected 200,000 computers worldwide, but only those that hadn't installed a patch released months earlier. Every day you delay an update is another day attackers can use that vulnerability against you.",
      "how": "On your phone: Settings > General > Software Update > Automatic Updates. On Windows: Settings > Update & Security > Turn on automatic updates. On Mac: System Preferences > Software Update > Automatically keep my Mac up to date. For routers and smart devices, check manufacturer apps or web interfaces for 'Firmware Update' settings."
    },
    "defaultPasswordsAddressed": {
      "title": "Default Passwords Changed",
      "what": "Default passwords are the factory-set credentials that come with devices - often 'admin/admin', 'admin/password', or printed on a sticker. These passwords are publicly documented and identical across millions of devices of the same model.",
      "why": "Attackers maintain databases of default passwords for every device model. The Mirai botnet spread by simply trying default credentials on millions of devices. If your router still uses the default password, anyone can log in, change your DNS settings (redirecting you to fake banking sites), or disable your security. Smart cameras with default passwords have been accessed by strangers who watch and even talk through them.",
      "how": "Start with your router - it's the most critical. Log into the admin interface and change both the admin password and the Wi-Fi password. Then check each smart device's app for password settings. Use unique passwords for each device. A password manager helps track them all. When you buy new devices, change the password during initial setup."
    },
    "wifiSecurity": {
      "title": "Wi-Fi Encryption Security",
      "what": "Wi-Fi security protocols (WPA2, WPA3) encrypt the data traveling between your devices and router. WPA3 is the latest standard (2018), offering stronger protection than WPA2 (2004). Open networks have no encryption at all.",
      "why": "Without encryption, anyone within Wi-Fi range can capture your network traffic - passwords, emails, browsing history, everything. Even WPA2, while generally secure, has known vulnerabilities (KRACK attack, 2017) that WPA3 fixes. WPA3 also makes it much harder for attackers to guess your password through brute force attacks.",
      "how": "Log into your router's admin panel (usually 192.168.1.1). Look for 'Wireless Security' or 'Wi-Fi Settings'. Select WPA3 if available, or WPA2/WPA3 mixed mode if you have older devices. Avoid WPA (not WPA2) and never use 'Open' or WEP. If your router doesn't support WPA3 and is more than 5 years old, consider upgrading for better security."
    }
  },
  "passwordTraining": {
    "title": "Password Training: Create a Strong Wi-Fi Password",
    "subtitle": "Learn what makes a password strong by creating one",
    "didYouKnow": "Did you know?",
    "bruteForceInfo": "A computer can try billions of password combinations per second. An 8-character password with only lowercase letters can be cracked in under 1 second. Add uppercase, numbers, and symbols? That same computer now needs years. Length and complexity are your best defense against brute-force attacks.",
    "shortPasswordTime": "8 chars: cracked in seconds",
    "longPasswordTime": "16+ chars with symbols: centuries",
    "bestPractices": "Password Best Practices",
    "tipLength": "Use at least 12-16 characters - longer is stronger",
    "tipMix": "Mix uppercase, lowercase, numbers, and symbols (!@#$%)",
    "tipAvoid": "Avoid dictionary words, names, dates, or patterns (abc, 123, qwerty)",
    "tipPassphrase": "Consider passphrases: 'Sunset-Coffee-42-Rocket!' is strong AND memorable",
    "originalPassword": "Current (Weak) Password",
    "originalExplanation": "This is a typical weak password: short, predictable, no special characters. Attackers try these first.",
    "veryWeak": "Very Weak",
    "createNew": "Create Your New Password",
    "placeholder": "Type a strong password...",
    "strength": "Password Strength",
    "strengthWeak": "Weak",
    "strengthMedium": "Medium",
    "strengthStrong": "Strong",
    "requirements": "Requirements",
    "req12Chars": "12+ characters",
    "reqUppercase": "Uppercase letter",
    "reqLowercase": "Lowercase letter",
    "reqNumbers": "Numbers",
    "reqSymbols": "Symbols (!@#$%)",
    "reqNotCommon": "Not a common password",
    "warnCommon": "This password is too common and easily guessed",
    "warnSequential": "Contains sequential characters (abc, 123)",
    "warnRepeating": "Contains repeating characters (aaa, 111)",
    "crackTime": "Estimated crack time",
    "crackTime_instant": "Instant",
    "crackTime_seconds": "Seconds",
    "crackTime_minutes": "Minutes",
    "crackTime_hours": "Hours",
    "crackTime_days": "Days",
    "crackTime_months": "Months",
    "crackTime_years": "Years",
    "crackTime_centuries": "Centuries",
    "whyThisRating": "Why this rating?",
    "explainWeak": "This password would be cracked quickly. It's either too short, uses common words/patterns, or lacks character variety. Attackers have lists of millions of common passwords they try first.",
    "explainMedium": "This password offers decent protection but could be stronger. Consider adding more length, more character types, or removing any dictionary words to reach 'Strong' status.",
    "explainStrong": "Excellent! This password would take attackers a very long time to crack. The combination of length and character variety makes brute-force attacks impractical.",
    "acceptStrong": "Apply Strong Password",
    "acceptMedium": "Accept Medium (not recommended)",
    "createFirst": "Create a password first"
  },
  "learningObjectives": {
    "family_iot_sprawl_v1": {
      "0": "Separate devices into trust zones (Main, Guest, IoT, Investigate).",
      "1": "Enable high-impact controls (Wi-Fi security, guest/IoT networks, MFA, updates).",
      "2": "Interpret score changes using Explain panel."
    },
    "small_office_v1": {
      "0": "Categorize work devices vs personal devices on a business network.",
      "1": "Implement proper guest network segmentation for visitors.",
      "2": "Apply business-appropriate security controls and policies."
    },
    "hotel_public_v1": {
      "0": "Understand the risks of connecting to public/shared Wi-Fi networks.",
      "1": "Decide which devices should connect and which should stay off.",
      "2": "Consider using personal hotspot or VPN for sensitive activities."
    }
  },
  "insights": {
    "title": "Insights",
    "synergiesTab": "Control Synergies",
    "explainTab": "Explain Score"
  },
  "explain": {
    "title": "Explain My Score",
    "showExplanations": "Show Explanations",
    "hideExplanations": "Hide Explanations",
    "noExplanations": "No explanations available",
    "noFactors": "No score factors to display. Make changes to see their impact.",
    "factorsAffecting": "{count} factors affecting your score",
    "collapseExplanations": "Collapse explanations",
    "expandExplanations": "Expand explanations",
    "reducesRisk": "Reduces risk",
    "increasesRisk": "Increases risk"
  },
  "synergy": {
    "title": "Control Synergies",
    "activeCount": "{active}/{total} active",
    "activeSynergies": "Active Synergies",
    "availableSynergies": "Available Synergies",
    "suggestedActions": "Suggested Actions",
    "maxSynergiesActive": "Maximum Synergies Active",
    "allOptimized": "All control combinations are optimized",
    "iotIsolation": "IoT Isolation",
    "iotIsolationDesc": "IoT network enabled with devices properly segregated",
    "guestSegmentation": "Guest Segmentation",
    "guestSegmentationDesc": "Guest network enabled with visitors properly isolated",
    "threatQuarantine": "Threat Quarantine",
    "threatQuarantineDesc": "All unknown devices isolated for investigation",
    "defenseInDepth": "Defense in Depth",
    "defenseInDepthDesc": "Strong Wi-Fi security with MFA and WPA3",
    "activeMaintenance": "Active Maintenance",
    "activeMaintenanceDesc": "Auto-updates enabled and default passwords changed",
    "componentIotNetwork": "IoT Network",
    "componentDevicePlacement": "Device Placement",
    "componentGuestNetwork": "Guest Network",
    "componentVisitorDevices": "Visitor Devices",
    "componentInvestigateZone": "Investigate Zone",
    "componentUnknownDevices": "Unknown Devices",
    "componentWPA3": "WPA3",
    "componentStrongPassword": "Strong Password",
    "componentMFA": "MFA",
    "componentAutoUpdates": "Auto Updates",
    "componentPasswordHygiene": "Password Hygiene",
    "actionEnableIot": "Enable IoT Network",
    "actionMoveIot": "Move IoT devices to IoT zone ({placed}/{total} placed)",
    "actionEnableGuest": "Enable Guest Network",
    "actionMoveVisitors": "Move visitor devices to Guest zone",
    "actionQuarantineUnknown": "Quarantine unknown devices",
    "actionUpgradeWifi": "Upgrade to WPA3",
    "actionEnableMfa": "Enable MFA on accounts",
    "actionEnableUpdates": "Enable auto-updates",
    "impactIsolateIot": "Isolate smart devices from main network",
    "impactCompleteIot": "Complete IoT isolation for full synergy bonus",
    "impactSeparateVisitors": "Separate visitor devices from main network",
    "impactGuestSynergy": "Activate guest segmentation synergy",
    "impactQuarantine": "Reduce exposure from unidentified devices",
    "impactStrongerEncryption": "Stronger wireless encryption",
    "impactProtectAccounts": "Protect cloud-connected devices from account compromise",
    "impactReduceVulnerability": "Reduce vulnerability exposure over time"
  },
  "badges": {
    "title": "Your Progress",
    "earned": "earned",
    "completed": "completed",
    "badgesCount": "badges",
    "badgeEarned": "Badge Earned!",
    "winConditionMet": "Win Condition Met",
    "riskScoreTarget": "Risk score: {score} (target: {target} or below)",
    "firstSteps": "First Steps",
    "firstStepsDesc": "Complete your first scenario",
    "iotWrangler": "IoT Wrangler",
    "iotWranglerDesc": "Properly isolate IoT devices",
    "zoneMaster": "Zone Master",
    "zoneMasterDesc": "Complete all three built-in scenarios",
    "perfectScore": "Perfect Score",
    "perfectScoreDesc": "Achieve a risk score of 10 or below",
    "speedDemon": "Speed Demon",
    "speedDemonDesc": "Complete a scenario on your first attempt",
    "persistent": "Persistent",
    "persistentDesc": "Complete a scenario after 5 or more attempts",
    "securityExpert": "Security Expert",
    "securityExpertDesc": "Complete 5 different scenarios",
    "scenarioAuthor": "Scenario Author",
    "scenarioAuthorDesc": "Create a custom scenario"
  },
  "export": {
    "title": "Export",
    "htmlReport": "HTML Report",
    "jsonData": "JSON Data"
  },
  "notifications": {
    "riskReduced": "Risk Reduced",
    "riskIncreased": "Risk Increased",
    "riskDelta": "{delta} risk: {reason}",
    "riskDeltaGeneric": "{delta} risk from recent change",
    "badgeEarned": "Badge Earned!",
    "scenarioComplete": "Scenario Complete!"
  },
  "tutorial": {
    "chooseScenario": "Choose a Scenario",
    "chooseScenarioDesc": "Start by selecting a scenario. Each one simulates a different network environment with various devices that need to be organized.",
    "back": "Back",
    "next": "Next",
    "close": "Close",
    "skip": "Skip Tutorial",
    "skipAriaLabel": "Skip tutorial",
    "startAriaLabel": "Start tutorial",
    "stepOf": "Step {current} of {total}",
    "getStarted": "Get Started",
    "tutorial": "Tutorial",
    "steps": {
      "welcome": {
        "title": "Your Network Has a Problem",
        "content": "Most home networks have a dangerous flaw: every device connects to the same network. Your laptop, your smart TV, your kid's tablet, and that cheap security camera from overseas - all sharing the same connection. If one device gets compromised, attackers can reach everything. Let's fix that."
      },
      "scenarioSelector": {
        "title": "Choose Your Challenge",
        "content": "Each scenario represents a real-world network problem. The Family IoT Sprawl is typical - a home where devices accumulated over time with no organization. Sound familiar?"
      },
      "theProblem": {
        "title": "See the Problem?",
        "content": "Look at the Main Network - it's overloaded with devices that shouldn't share the same access level. Smart speakers sitting next to your work laptop. A guest's phone with the same network access as your banking computer. This 'flat network' is exactly how most homes are set up, and it's a security nightmare."
      },
      "mainZone": {
        "title": "Main Network: Your Inner Circle",
        "content": "The Main Network should ONLY contain devices you fully trust and that need to communicate with each other. Your personal laptop, phone, and tablet belong here. These are devices with regular security updates, accounts you control, and data you need to protect. Everything else? It needs to go somewhere safer."
      },
      "guestZone": {
        "title": "Guest Network: Friendly but Separate",
        "content": "When friends visit, their devices shouldn't access your file shares or smart home controls. The Guest Network provides internet access without seeing your internal network. This is a real feature on most routers - you can set it up today. Visitors get online, but their potentially infected devices can't spread to yours."
      },
      "iotZone": {
        "title": "IoT Network: Contain the Risk",
        "content": "Smart devices are convenient but often insecure. That smart doorbell may have unpatched vulnerabilities. That voice assistant is always listening. The IoT Network isolates these devices so even if one is compromised, attackers can't pivot to your main computers. Many routers support creating a separate IoT network - it's one of the highest-impact security changes you can make."
      },
      "investigateZone": {
        "title": "Investigate: When in Doubt, Quarantine",
        "content": "Found an unknown device on your network? Don't just ignore it. The Investigate zone is your quarantine area. Devices here get minimal access until you determine what they are. It could be a forgotten gadget, or it could be an intruder. Figure it out before trusting it."
      },
      "deviceCards": {
        "title": "Drag to Reorganize",
        "content": "Now it's your turn to fix this network. Drag devices to their appropriate zones, or use the dropdown on each card. Think about each device: Do I fully trust it? Does it need to see my other devices? Could it be a risk if compromised?"
      },
      "riskMeter": {
        "title": "Watch Your Risk Drop",
        "content": "This score shows your network's current security risk. As you move devices to appropriate zones and enable security controls, watch the number drop. The goal is to get below 35 - that represents a well-segmented, properly secured network."
      },
      "controls": {
        "title": "Security Controls: Defense in Depth",
        "content": "Moving devices is just the start. These controls add additional layers of protection: encryption, multi-factor authentication, automatic updates. Each one addresses a different attack vector. Enable them to build a truly resilient network."
      },
      "insightsPanel": {
        "title": "Learn Why It Matters",
        "content": "This panel shows powerful control combinations (synergies) and explains exactly what's affecting your score. Use it to understand the 'why' behind network security - knowledge you can apply to your real network at home."
      },
      "complete": {
        "title": "Fix Your Real Network",
        "content": "You now understand network segmentation - the practice of separating devices by trust level. This isn't just a game; these are real techniques you can implement today. Check your router settings for Guest Network and IoT Network options. Move your smart devices to a separate network. Your future self will thank you."
      }
    }
  },
  "author": {
    "title": "Scenario Authoring",
    "editScenario": "Edit Scenario",
    "scenarioTitle": "Scenario Title",
    "scenarioTitlePlaceholder": "e.g., Home Network Security Challenge",
    "environment": "Environment Type",
    "scenarioNotes": "Scenario Notes",
    "scenarioNotesPlaceholder": "Brief description or context for learners...",
    "basicInfo": "Basic Information",
    "devices": "Devices",
    "devicesCount": "Devices ({count})",
    "addDevice": "Add Device",
    "deviceNamePlaceholder": "Device name",
    "ipAddressPlaceholder": "IP Address",
    "noDevicesYet": "No devices yet. Click \"Add Device\" to get started.",
    "learningObjectives": "Learning Objectives",
    "addObjective": "Add Objective",
    "noObjectivesYet": "No learning objectives yet.",
    "objectivePlaceholder": "Learning objective...",
    "initialControls": "Initial Controls State",
    "winConditions": "Win Conditions (Optional)",
    "maxRiskScore": "Maximum Total Risk Score",
    "maxRiskHint": "Learner achieves completion when total risk drops below this value",
    "save": "Save Scenario",
    "cancel": "Cancel",
    "import": "Import",
    "importJson": "Import JSON",
    "newScenario": "New Scenario",
    "createNew": "Create New",
    "dismiss": "Dismiss",
    "noScenariosYet": "No Custom Scenarios Yet",
    "noScenariosDesc": "Create your own scenarios for learners or import existing JSON files.",
    "devicesLabel": "{count, plural, one {# device} other {# devices}}",
    "edit": "Edit",
    "duplicate": "Duplicate",
    "export": "Export",
    "copyTitle": "{title} (Copy)",
    "importError": "Failed to import scenario. Please check the file format.",
    "deviceDefaultName": "Device {index}",
    "riskFlags": {
      "unknown_device": "unknown device",
      "iot_device": "IoT device",
      "visitor_device": "visitor device",
      "trusted_work_device": "trusted work device"
    }
  },
  "common": {
    "start": "Start",
    "continue": "Continue",
    "learnMore": "Learn more",
    "back": "Back",
    "reset": "Reset",
    "save": "Save",
    "cancel": "Cancel",
    "close": "Close",
    "loading": "Loading...",
    "error": "Error",
    "success": "Success"
  },
  "footer": {
    "disclaimer": "All addresses and identifiers are fictional for training purposes. No real network data is collected."
  }
}
