{
  "app": {
    "title": "Ierīču šķirošanas plānotājs",
    "loading": "Ielādē..."
  },
  "header": {
    "reset": "Atiestatīt",
    "author": "Autors",
    "tutorial": "Pamācība",
    "gridView": "Režģa skats",
    "listView": "Saraksta skats",
    "language": "Valoda: {language}",
    "viewMode": "Skata režīms",
    "gridViewAriaLabel": "Režģa skats ar vilkšanu un nomešanu",
    "listViewAriaLabel": "Ekrānlasītājam draudzīgs saraksta skats"
  },
  "scenarios": {
    "select": "Izvēlieties scenāriju",
    "selectPlaceholder": "Izvēlieties scenāriju",
    "familyIoT": "Mājas tīkls ar IoT ierīcēm",
    "smallOffice": "Maza biroja tīkls",
    "hotelPublic": "Viesnīcas / publiskais Wi-Fi"
  },
  "zones": {
    "main": "Galvenais tīkls",
    "mainDescription": "Uzticamas personīgās ierīces ar pilnu piekļuvi",
    "guest": "Viesu tīkls",
    "guestDescription": "Viesu ierīces ar piekļuvi tikai internetam",
    "iot": "IoT tīkls",
    "iotDescription": "Viedierīces, kas izolētas no galvenā tīkla",
    "investigate": "Izmeklēšana",
    "investigateDescription": "Nezināmas vai aizdomīgas ierīces pārbaudei",
    "dropHere": "Nometiet ierīces šeit",
    "dropToMove": "Nometiet, lai pārvietotu šeit",
    "zoneWithDevices": "{zone} zona ar {count, plural, one {# ierīci} other {# ierīcēm}}"
  },
  "devices": {
    "router": "Maršrutētājs",
    "laptop": "Klēpjdators",
    "phone": "Tālrunis",
    "tablet": "Planšetdators",
    "tv": "Viedtelevizors",
    "speaker": "Viedskaļrunis",
    "thermostat": "Termostats",
    "camera": "Kamera",
    "printer": "Printeris",
    "iot": "IoT ierīce",
    "unknown": "Nezināma ierīce",
    "moveToZone": "Pārvietot {device} uz zonu",
    "listViewLabel": "Ierīces sakārtotas pēc tīkla zonas",
    "listViewHint": "Ekrānlasītājam draudzīgs saraksta skats. Katru ierīci var pārvietot uz citu zonu, izmantojot nolaižamo izvēlni.",
    "count": "{count, plural, one {# ierīce} other {# ierīces}}",
    "noDevices": "Šajā zonā nav ierīču",
    "in": "Ierīces zonā {zone}",
    "unknownFlag": "Nezināms",
    "iotFlag": "IoT",
    "visitorFlag": "Viesis",
    "workFlag": "Darbs"
  },
  "deviceLabels": {
    "family_iot_sprawl_v1": {
      "router": "Mājas maršrutētājs",
      "work_laptop": "Darba klēpjdators",
      "family_laptop": "Ģimenes klēpjdators",
      "parent_phone": "Vecāka tālrunis",
      "teen_phone": "Pusaudža tālrunis",
      "smart_tv": "Viedtelevizors",
      "smart_speaker": "Viedskaļrunis",
      "thermostat": "Termostats",
      "printer": "Wi-Fi printeris",
      "indoor_camera": "Iekštelpu kamera",
      "smart_plug": "Viedkontaktligzda",
      "old_tablet": "Vecais planšetdators",
      "guest_phone": "Viesa tālrunis",
      "mystery_device": "Neatpazīta ierīce"
    },
    "small_office_v1": {
      "office_router": "Biroja maršrutētājs",
      "ceo_laptop": "Vadītāja klēpjdators",
      "dev_laptop_1": "Izstrādātāja klēpjdators 1",
      "dev_laptop_2": "Izstrādātāja klēpjdators 2",
      "reception_pc": "Reģistratūras dators",
      "office_printer": "Tīkla printeris",
      "conference_tv": "Konferenču telpas displejs",
      "smart_thermostat": "Biroja termostats",
      "security_camera": "Drošības kamera",
      "client_phone_1": "Klienta tālrunis (sapulce)",
      "client_laptop": "Klienta klēpjdators (sapulce)",
      "mystery_tablet": "Nezināms planšetdators"
    },
    "hotel_public_v1": {
      "work_laptop_travel": "Darba klēpjdators",
      "personal_phone": "Personīgais tālrunis",
      "personal_tablet": "Personīgais planšetdators",
      "travel_speaker": "Pārnēsājamais skaļrunis",
      "hotel_tv": "Viesnīcas istabas TV",
      "other_guest_1": "Cita viesa ierīce 1",
      "other_guest_2": "Cita viesa ierīce 2",
      "suspicious_device": "Aizdomīga tīkla ierīce"
    }
  },
  "controls": {
    "title": "Drošības kontroles",
    "wifiSecurity": "Wi-Fi drošība",
    "wifiSecurityDesc": "Šifrēšanas standarts bezvadu satiksmei",
    "wifiSecurityOpen": "Atvērts",
    "wifiSecurityWPA2": "WPA2",
    "wifiSecurityWPA3": "WPA3",
    "strongWifiPassword": "Spēcīga Wi-Fi parole",
    "strongWifiPasswordDesc": "Sarežģīta parole tīkla piekļuvei",
    "guestNetworkEnabled": "Viesu tīkls",
    "guestNetworkDesc": "Atsevišķs tīkls viesiem",
    "iotNetworkEnabled": "IoT tīkls",
    "iotNetworkDesc": "Izolēts tīkls viedierīcēm",
    "mfaEnabled": "MFA kontiem",
    "mfaDesc": "Daudzfaktoru autentifikācija ierīču kontiem",
    "autoUpdatesEnabled": "Automātiskie atjauninājumi",
    "autoUpdatesDesc": "Uzturēt ierīces programmaparatūru aktuālu",
    "defaultPasswordsAddressed": "Noklusējuma paroles mainītas",
    "defaultPasswordsDesc": "Aizstāt rūpnīcas noklusējuma akreditācijas datus",
    "enableInSettings": "Iespējot scenārija iestatījumos",
    "vpnEnabled": "VPN iespējots",
    "vpnEnabledDesc": "Šifrēt visu datu plūsmu caur VPN",
    "personalHotspot": "Personīgais hotspots",
    "personalHotspotDesc": "Izmantot tālruni kā drošu hotspotu",
    "firewallEnabled": "Ierīces ugunsmūris",
    "firewallEnabledDesc": "Bloķēt ienākošos savienojumus",
    "fileSharingDisabled": "Failu koplietošana izslēgta",
    "fileSharingDisabledDesc": "Atspējot tīkla failu koplietošanu",
    "bluetoothDisabled": "Bluetooth izslēgts",
    "bluetoothDisabledDesc": "Atspējot Bluetooth publiskās vietās",
    "httpsOnly": "Tikai HTTPS",
    "httpsOnlyDesc": "Izmantot tikai šifrētas vietnes",
    "verifyNetwork": "Verificēt tīklu",
    "verifyNetworkDesc": "Apstiprināt tīkla autentiskumu"
  },
  "riskMeter": {
    "title": "Kopējais riska vērtējums",
    "of100": "/100",
    "low": "Zems risks",
    "medium": "Vidējs",
    "high": "Augsts",
    "critical": "Kritisks",
    "exposure": "Ekspozīcija",
    "credential": "Akreditācijas dati",
    "hygiene": "Higiēna"
  },
  "goals": {
    "title": "Jūsu mērķi",
    "reduceRiskTo": "Samazināt riska vērtējumu līdz {target} vai zemāk",
    "currentScore": "{current}/{target}",
    "enable": "Iespējot {control}",
    "disable": "Atspējot {control}",
    "setTo": "Iestatīt {control} uz {value}",
    "allComplete": "Visi mērķi sasniegti!"
  },
  "tooltips": {
    "deviceTypes": {
      "router": "Jūsu tīkla vārti. Kontrolē datu plūsmu starp jūsu ierīcēm un internetu. Kompromitēts maršrutētājs ietekmē visu, kas tam pieslēgts.",
      "laptop": "Personāls dators. Satur vērtīgus datus un pilnas tīkla iespējas. Uzturiet to atjauninātu un aizsargātu.",
      "phone": "Viedtālrunis ar piekļuvi personīgiem kontiem, fotoattēliem un atrašanās vietas datiem. Parasti labi uzturēts, bet var būt zādzības mērķis.",
      "tablet": "Līdzīgs tālrunim, bet bieži tiek dalīts ģimenes locekļu starpā. Var būt vājāka drošība, ja netiek regulāri atjaunināts.",
      "tv": "Viedie televizori pieslēdzas straumēšanas pakalpojumiem un var būt ar mikrofoniem/kamerām. Reti drošības atjauninājumi un bieži aizmirsti.",
      "speaker": "Viedie skaļruņi vienmēr klausās aktivizācijas vārdus. Tie pieslēdzas jūsu kontiem un kontrolē citas viedierīces.",
      "thermostat": "Viedie termostati zina, kad esat mājās. Ja kompromitēti, uzbrucēji uzzina jūsu grafiku un var piekļūt citām ierīcēm.",
      "camera": "Drošības kamerām būtu jāaizsargā jūs, bet ja uzlauztas, uzbrucēji var vērot jūsu māju. Uzturiet programmaparatūru atjauninātu.",
      "printer": "Tīkla printeri bieži tiek ignorēti, bet var saglabāt dokumentu kopijas un nodrošināt tīkla piekļuvi uzbrucējiem.",
      "iot": "IoT ierīcēm bieži ir vāja drošība, reti atjauninājumi un var izmantot noklusējuma paroles. Izolējiet tās no galvenajām ierīcēm.",
      "unknown": "Neatpazīta ierīce jūsu tīklā. Varētu būt kaimiņš, aizmirsta ierīce vai ielauzējs. Izmeklējiet pirms uzticaties."
    },
    "riskFlags": {
      "unknown_device": "Šī ierīce netika gaidīta jūsu tīklā. Tā varētu būt nekaitīga (viesa tālrunis) vai ļaunprātīga. Turiet izolētu līdz identificēta.",
      "iot_device": "IoT ierīcēm bieži ir slikta drošība: vājas paroles, bez šifrēšanas, reti atjauninājumi. Ievietojiet tās atsevišķā tīklā.",
      "visitor_device": "Apmeklētāju ierīces ir ārpus jūsu kontroles. Jūs nezināt to drošības stāvokli. Dodiet interneta piekļuvi, bet izolējiet no galvenā tīkla.",
      "trusted_work_device": "Darba ierīcēm parasti ir korporatīvās drošības politikas, regulāri atjauninājumi un IT uzraudzība. Tām nepieciešama uzticama tīkla piekļuve."
    },
    "wifiSecurity": {
      "open": "Nav šifrēšanas. Ikviens tuvumā var redzēt jūsu datu plūsmu. Nekad neizmantojiet privātam. Paroles, e-pasti un dati ir redzami uzbrucējiem.",
      "wpa2": "Laba šifrēšana no 2004. gada. Joprojām droša mājas lietošanai, bet ir zināmas ievainojamības. Izmantojiet spēcīgu paroli.",
      "wpa3": "Jaunākais standarts (2018). Spēcīgākā aizsardzība pret paroles minēšanu un noklausīšanos. Izmantojiet, ja visas ierīces to atbalsta."
    },
    "controls": {
      "wifiSecurity": "Šifrēšana aizsargā datus, kas ceļo pa jūsu bezvadu tīklu. Spēcīgāka šifrēšana = grūtāk uzbrucējiem pārtvert jūsu datus.",
      "strongWifiPassword": "Vāja parole ļauj uzbrucējiem pievienoties jūsu tīklam. Izmantojiet 12+ rakstzīmes ar burtiem, cipariem un simboliem.",
      "guestNetworkEnabled": "Viesu tīkli dod apmeklētājiem interneta piekļuvi bez piekļuves jūsu galvenajām ierīcēm, failiem vai printeriem.",
      "iotNetworkEnabled": "IoT ierīces atsevišķā tīklā nevar uzbrukt jūsu datoriem, ja kompromitētas. Pat ja jūsu viedā spuldze uzlauzta, faili ir drošībā.",
      "mfaEnabled": "Daudzfaktoru autentifikācija nozīmē, ka nozagta parole nepietiek. Uzbrucējiem nepieciešams arī jūsu tālrunis vai drošības atslēga.",
      "autoUpdatesEnabled": "Atjauninājumi labo drošības caurumus. Ierīces bez atjauninājumiem ir viegli mērķi. Vairums uzbrukumu izmanto zināmas ievainojamības.",
      "defaultPasswordsAddressed": "Daudzas ierīces tiek piegādātas ar 'admin/admin' vai līdzīgi. Uzbrucēji to izmēģina vispirms. Nomainiet pirms pieslēgšanas tīklam.",
      "vpnEnabled": "VPN šifrē visu jūsu interneta datu plūsmu, slēpjot to no citiem viesnīcas tīklā. Būtiski sensitīvām darbībām publiskajā Wi-Fi.",
      "personalHotspot": "Tālruņa izmantošana kā hotspots izveido jūsu privāto tīklu. Daudz drošāk nekā pieslēgties nezināmam publiskajam Wi-Fi.",
      "firewallEnabled": "Jūsu ierīces ugunsmūris bloķē ienākošos savienojuma mēģinājumus no citām tīkla ierīcēm. Iespējojiet pirms pievienošanās publiskajam tīklam.",
      "fileSharingDisabled": "Failu koplietošana publiskajos tīklos ļauj svešiniekiem pārlūkot jūsu koplietotās mapes. Vienmēr atspējojiet ceļojot.",
      "bluetoothDisabled": "Bluetooth var izmantot tuvumā esošie uzbrucēji. Atspējojiet pārpildītās publiskās vietās, ja aktīvi neizmantojat.",
      "httpsOnly": "HTTPS šifrē jūsu savienojumu ar vietnēm. Meklējiet slēdzenes ikonu un izvairieties no vietnēm bez tās publiskajā Wi-Fi.",
      "verifyNetwork": "Uzbrucēji izveido viltotus tīklus ar līdzīgiem nosaukumiem (ļaunās dvīņu tīkli). Vienmēr pārbaudiet precīzu tīkla nosaukumu pie personāla."
    },
    "zones": {
      "main": "Jūsu uzticamā zona personīgajām ierīcēm, kuras kontrolējat un regulāri atjaunināt. Šīs ierīces var redzēt viena otru un dalīties ar failiem/printeriem.",
      "guest": "Tikai interneta piekļuve apmeklētājiem vai neuzticamām ierīcēm. Var pārlūkot tīmekli, bet nevar piekļūt jūsu galvenā tīkla ierīcēm.",
      "iot": "Izolēts tīkls viedmājas ierīcēm. Tās saņem interneta piekļuvi, bet nevar sazināties ar jūsu galvenajām ierīcēm, ja kompromitētas.",
      "investigate": "Karantīnas zona nezināmām vai aizdomīgām ierīcēm. Izmeklējiet pirms pārvietošanas uz citu zonu. Ja šaubāties, ievietojiet šeit."
    }
  },
  "education": {
    "dontShowAgain": "Nerādīt vēlreiz",
    "keepEnabled": "Sapratu, saglabāt ieslēgtu",
    "turnOff": "Izslēgt",
    "whatIsThis": "Kas tas ir?",
    "whyMatters": "Kāpēc tas ir svarīgi?",
    "howToDo": "Kā to izdarīt?",
    "strongWifiPassword": {
      "title": "Spēcīga Wi-Fi parole",
      "what": "Spēcīga Wi-Fi parole ir vismaz 12-16 rakstzīmes gara, apvieno lielos burtus, mazos burtus, ciparus un speciālus simbolus, un nesatur vārdnīcas vārdus, vārdus vai paredzamus modeļus kā '123456' vai 'password'.",
      "why": "Vājas paroles ir #1 veids, kā uzbrucēji iegūst piekļuvi mājas tīkliem. Ar tiešsaistē brīvi pieejamiem rīkiem hakeri var uzminēt miljoniem bieži lietotu paroļu sekundē. Tiklīdz jūsu tīklā, viņi var pārtvert jūsu bankas darījumus, lasīt e-pastus un uzbrukt jūsu ierīcēm. Kaimiņš vai garāmgājējs varētu zagt jūsu interneta joslas platumu vai sliktāk - veikt noziegumus caur jūsu savienojumu, kas izsekojami pie jums.",
      "how": "Izveidojiet paroles frāzi nevis paroli: savienojiet 4-5 nejauši vārdus kā 'pareizs-zirgs-baterija-skava'. Vai izmantojiet paroļu pārvaldnieku, lai ģenerētu un atcerētos sarežģītu paroli. Pierakstiet to un glabājiet drošā vietā mājās. Dalieties ar viesiem mutiski - nekad nenosūtiet īsziņā vai e-pastā."
    },
    "guestNetworkEnabled": {
      "title": "Viesu tīkls",
      "what": "Viesu tīkls ir atsevišķs Wi-Fi tīkls, kas nodrošina interneta piekļuvi, bet ir izolēts no jūsu galvenā tīkla. Ierīces viesu tīklā nevar redzēt vai sazināties ar jūsu datoriem, printeriem vai viedmājas ierīcēm.",
      "why": "Kad apmeklētāji pieslēdzas jūsu galvenajam tīklam, viņu potenciāli inficētās ierīces var redzēt visu: jūsu koplietotās mapes, viedo TV, tīkla printeri. Pat labvēlīgi viesi var nezināt par ļaunprogrammatūru viņu ierīcēs. Līdz 2024. gadam vidējā māja ir 22 pieslēgtas ierīces - tas ir liels uzbrukumu laukums. Viesu tīkli uzliek sienu starp apmeklētājiem un jūsu digitālo dzīvi.",
      "how": "Lielākā daļa maršrutētāju, kas ražoti pēc 2015. gada, atbalsta viesu tīklus. Piesakieties savā maršrutētājā (parasti 192.168.1.1 vai 192.168.0.1), meklējiet 'Guest Network' vai 'Guest Access' bezvadu iestatījumos. Iespējojiet to ar citu paroli nekā galvenajam tīklam. Daži maršrutētāji pat ļauj ierobežot joslas platumu vai iestatīt automātisku izslēgšanos."
    },
    "iotNetworkEnabled": {
      "title": "IoT tīkls (viedo ierīču izolācija)",
      "what": "IoT tīkls ir atsevišķs tīkla segments īpaši jūsu viedierīcēm - termostatiem, kamerām, viedajiem skaļruņiem, viedajām kontaktligzdām un citām 'lietu interneta' ierīcēm. Šīs ierīces var piekļūt internetam, bet nevar sazināties ar jūsu galvenajiem datoriem un tālruņiem.",
      "why": "Viedierīces ir bēdīgi nedrošas. Daudzas izmanto novecojušu programmatūru, tām ir zināmas ievainojamības un reti saņem atjauninājumus. 2016. gadā Mirai botnets inficēja miljoniem IoT ierīču un nojauca lielas tīmekļa vietnes. Ja jūsu viedā spuldze tiek uzlauzta, uzbrucējs varētu to izmantot kā atspēriena punktu, lai piekļūtu jūsu portatīvajam datoram ar bankas informāciju. Izolācija novērš šo sānu kustību.",
      "how": "Daudzi mūsdienu maršrutētāji atbalsta IoT VLAN vai otro tīklu. Dažas tīkla sistēmas (piemēram, Eero, Google Nest WiFi) to padara viegli ar vienu klikšķi. Vecākiem maršrutētājiem varat izmantot viesu tīklu IoT ierīcēm, ja jums nav bieži apmeklētāju. Galvenais ir turēt IoT ierīces prom no uzticamajiem datoriem."
    },
    "mfaEnabled": {
      "title": "Daudzfaktoru autentifikācija (MFA)",
      "what": "Daudzfaktoru autentifikācija pieprasa divus vai vairāk veidus, kā pierādīt savu identitāti, piesakoties: kaut ko, ko zināt (parole), kaut ko, kas jums ir (tālrunis vai drošības atslēga), vai kaut ko, kas jūs esat (pirkstu nospiedums). Pat ja kāds nozog jūsu paroli, viņi joprojām nevar iekļūt bez otrā faktora.",
      "why": "Paroles tiek zagtas pastāvīgi - no datu noplūdēm, pikšķerēšanas e-pastiem vai apskatīšanas pāri plecam. Microsoft ziņo, ka MFA bloķē 99.9% automatizētu kontu uzbrukumu. Jūsu viedmājas ierīces, e-pasts un mākoņa konti visi ir aizsargāti ar parolēm. Ja uzbrucējs kompromitē jūsu e-pastu, viņi var atiestatīt paroles visam pārējam. MFA ir jūsu drošības tīkls.",
      "how": "Vispirms iespējojiet MFA savos svarīgākajos kontos: e-pastā, bankā, sociālajos tīklos un jebkurās viedmājas lietotnēs (Ring, Nest utt.). Izmantojiet autentifikatora lietotni (Google Authenticator, Microsoft Authenticator, Authy) nevis SMS, kad iespējams. Lielākajai daļai pakalpojumu ir MFA iestatījumi zem 'Drošība' vai 'Konta aizsardzība'. Tas aizņem 5 minūtes katram kontam."
    },
    "autoUpdatesEnabled": {
      "title": "Automātiskie atjauninājumi",
      "what": "Automātiskie atjauninājumi ļauj jūsu ierīcēm un programmatūrai lejupielādēt un instalēt drošības ielāpus bez manuālas darbības. Tas ietver operētājsistēmas atjauninājumus, lietotņu atjauninājumus un programmaparatūras atjauninājumus maršrutētājiem un viedierīcēm.",
      "why": "Lielākā daļa veiksmīgu kiberuzbrukumu izmanto zināmas ievainojamības - drošības caurumus, kas jau ir atklāti un laboti. 2017. gada WannaCry izspiedējvīruss inficēja 200 000 datoru visā pasaulē, bet tikai tos, kas nebija instalējuši mēnešus agrāk izlaisto ielāpu. Katra diena, kad aizkavējat atjauninājumu, ir vēl viena diena, kad uzbrucēji var izmantot šo ievainojamību pret jums.",
      "how": "Tālrunī: Iestatījumi > Vispārīgi > Programmatūras atjauninājums > Automātiskie atjauninājumi. Windows: Iestatījumi > Atjauninājumi un drošība > Ieslēgt automātiskos atjauninājumus. Mac: Sistēmas preferences > Programmatūras atjauninājums > Automātiski uzturēt Mac atjauninātu. Maršrutētājiem un viedierīcēm pārbaudiet ražotāju lietotnes vai tīmekļa saskarnes 'Programmaparatūras atjauninājums' iestatījumus."
    },
    "defaultPasswordsAddressed": {
      "title": "Noklusējuma paroles nomainītas",
      "what": "Noklusējuma paroles ir rūpnīcā iestatītie akreditācijas dati, kas nāk līdzi ierīcēm - bieži 'admin/admin', 'admin/password', vai uzdrukāti uz uzlīmes. Šīs paroles ir publiski dokumentētas un identiskas miljoniem viena modeļa ierīcēm.",
      "why": "Uzbrucēji uztur datubāzes ar noklusējuma parolēm katram ierīces modelim. Mirai botnets izplatījās vienkārši mēģinot noklusējuma akreditācijas datus miljoniem ierīču. Ja jūsu maršrutētājam joprojām ir noklusējuma parole, ikviens var pierakstīties, mainīt DNS iestatījumus (novirzot jūs uz viltotām banku vietnēm), vai atspējot jūsu drošību. Viedkamerām ar noklusējuma parolēm ir piekļuvuši svešinieki, kas skatās un pat runā caur tām.",
      "how": "Sāciet ar maršrutētāju - tas ir vissvarīgākais. Piesakieties administratora saskarnē un nomainiet gan administratora paroli, gan Wi-Fi paroli. Tad pārbaudiet katras viedierīces lietotni paroles iestatījumiem. Izmantojiet unikālas paroles katrai ierīcei. Paroļu pārvaldnieks palīdz tās visas izsekot. Kad pērkat jaunas ierīces, nomainiet paroli sākotnējās iestatīšanas laikā."
    },
    "wifiSecurity": {
      "title": "Wi-Fi šifrēšanas drošība",
      "what": "Wi-Fi drošības protokoli (WPA2, WPA3) šifrē datus, kas ceļo starp jūsu ierīcēm un maršrutētāju. WPA3 ir jaunākais standarts (2018), piedāvājot spēcīgāku aizsardzību nekā WPA2 (2004). Atvērtiem tīkliem nav nekādas šifrēšanas.",
      "why": "Bez šifrēšanas ikviens Wi-Fi diapazonā var uztvert jūsu tīkla datu plūsmu - paroles, e-pastus, pārlūkošanas vēsturi, visu. Pat WPA2, lai gan kopumā droša, ir zināmas ievainojamības (KRACK uzbrukums, 2017), ko WPA3 novērš. WPA3 arī ievērojami apgrūtina uzbrucējiem uzminēt jūsu paroli ar brutāla spēka uzbrukumiem.",
      "how": "Piesakieties maršrutētāja administrācijas panelī (parasti 192.168.1.1). Meklējiet 'Bezvadu drošība' vai 'Wi-Fi iestatījumi'. Izvēlieties WPA3, ja pieejams, vai WPA2/WPA3 jaukto režīmu, ja jums ir vecākas ierīces. Izvairieties no WPA (ne WPA2) un nekad neizmantojiet 'Atvērts' vai WEP. Ja jūsu maršrutētājs neatbalsta WPA3 un ir vecāks par 5 gadiem, apsveriet atjaunināšanu labākai drošībai."
    }
  },
  "passwordTraining": {
    "title": "Paroles apmācība: izveidojiet spēcīgu Wi-Fi paroli",
    "subtitle": "Uzziniet, kas padara paroli spēcīgu, to izveidojot",
    "didYouKnow": "Vai zinājāt?",
    "bruteForceInfo": "Dators var izmēģināt miljardus paroļu kombināciju sekundē. 8 rakstzīmju paroli tikai ar mazajiem burtiem var uzlauzt mazāk nekā 1 sekundē. Pievienojiet lielos burtus, ciparus un simbolus? Tam pašam datoram tagad vajag gadus. Garums un sarežģītība ir jūsu labākā aizsardzība pret brutāla spēka uzbrukumiem.",
    "shortPasswordTime": "8 rakstzīmes: uzlauztas sekundēs",
    "longPasswordTime": "16+ rakstzīmes ar simboliem: gadsimti",
    "bestPractices": "Paroļu labākās prakses",
    "tipLength": "Izmantojiet vismaz 12-16 rakstzīmes - garāks ir spēcīgāks",
    "tipMix": "Sajauciet lielos, mazos burtus, ciparus un simbolus (!@#$%)",
    "tipAvoid": "Izvairieties no vārdnīcas vārdiem, vārdiem, datumiem vai secībām (abc, 123, qwerty)",
    "tipPassphrase": "Apsveriet paroles frāzes: 'Saulriets-Kafija-42-Raķete!' ir spēcīga UN iegaumējama",
    "originalPassword": "Pašreizējā (vājā) parole",
    "originalExplanation": "Šī ir tipiska vāja parole: īsa, paredzama, bez speciālām rakstzīmēm. Uzbrucēji šādas mēģina vispirms.",
    "veryWeak": "Ļoti vāja",
    "createNew": "Izveidojiet savu jauno paroli",
    "placeholder": "Ievadiet spēcīgu paroli...",
    "strength": "Paroles stiprums",
    "strengthWeak": "Vāja",
    "strengthMedium": "Vidēja",
    "strengthStrong": "Spēcīga",
    "requirements": "Prasības",
    "req12Chars": "12+ rakstzīmes",
    "reqUppercase": "Lielais burts",
    "reqLowercase": "Mazais burts",
    "reqNumbers": "Cipari",
    "reqSymbols": "Simboli (!@#$%)",
    "reqNotCommon": "Nav izplatīta parole",
    "warnCommon": "Šī parole ir pārāk izplatīta un viegli uzminams",
    "warnSequential": "Satur secīgas rakstzīmes (abc, 123)",
    "warnRepeating": "Satur atkārtotas rakstzīmes (aaa, 111)",
    "crackTime": "Aptuvenais uzlaušanas laiks",
    "crackTime_instant": "Acumirklī",
    "crackTime_seconds": "Sekundes",
    "crackTime_minutes": "Minūtes",
    "crackTime_hours": "Stundas",
    "crackTime_days": "Dienas",
    "crackTime_months": "Mēneši",
    "crackTime_years": "Gadi",
    "crackTime_centuries": "Gadsimti",
    "whyThisRating": "Kāpēc šis vērtējums?",
    "explainWeak": "Šī parole tiktu uzlauzta ātri. Tā ir vai nu pārāk īsa, izmanto izplatītus vārdus/secības, vai tai trūkst rakstzīmju dažādības. Uzbrucējiem ir saraksti ar miljoniem izplatītu paroļu, ko viņi mēģina vispirms.",
    "explainMedium": "Šī parole piedāvā pienācīgu aizsardzību, bet varētu būt spēcīgāka. Apsveriet pievienot vairāk garuma, vairāk rakstzīmju veidu vai noņemt jebkādus vārdnīcas vārdus, lai sasniegtu 'Spēcīga' statusu.",
    "explainStrong": "Lieliski! Uzbrucējiem būtu vajadzīgs ļoti ilgs laiks, lai uzlauztu šo paroli. Garuma un rakstzīmju dažādības kombinācija padara brutāla spēka uzbrukumus nepraktiskus.",
    "acceptStrong": "Piemērot spēcīgu paroli",
    "acceptMedium": "Pieņemt vidēju (nav ieteicams)",
    "createFirst": "Vispirms izveidojiet paroli"
  },
  "learningObjectives": {
    "family_iot_sprawl_v1": {
      "0": "Sadalīt ierīces uzticamības zonās (Galvenā, Viesu, IoT, Izmeklēšana).",
      "1": "Iespējot augstas ietekmes kontroles (Wi-Fi drošība, viesu/IoT tīkli, MFA, atjauninājumi).",
      "2": "Interpretēt vērtējuma izmaiņas, izmantojot Paskaidrojumu paneli."
    },
    "small_office_v1": {
      "0": "Kategorizēt darba ierīces pret personīgajām ierīcēm biznesa tīklā.",
      "1": "Ieviest pareizu viesu tīkla segmentāciju apmeklētājiem.",
      "2": "Piemērot biznesam atbilstošas drošības kontroles un politikas."
    },
    "hotel_public_v1": {
      "0": "Izprast riskus, pieslēdzoties publiskajiem/koplietošanas Wi-Fi tīkliem.",
      "1": "Izlemt, kurām ierīcēm vajadzētu pieslēgties un kurām palikt izslēgtām.",
      "2": "Apsvērt personīgā hotspota vai VPN izmantošanu sensitīvām darbībām."
    }
  },
  "insights": {
    "title": "Ieskati",
    "synergiesTab": "Kontroles sinerģijas",
    "explainTab": "Paskaidrot vērtējumu"
  },
  "explain": {
    "title": "Paskaidrot manu vērtējumu",
    "showExplanations": "Rādīt paskaidrojumus",
    "hideExplanations": "Slēpt paskaidrojumus",
    "noExplanations": "Nav pieejami paskaidrojumi",
    "noFactors": "Nav rādāmu vērtējuma faktoru. Veiciet izmaiņas, lai redzētu to ietekmi.",
    "factorsAffecting": "{count} faktori, kas ietekmē jūsu vērtējumu",
    "collapseExplanations": "Sakļaut paskaidrojumus",
    "expandExplanations": "Izvērst paskaidrojumus",
    "reducesRisk": "Samazina risku",
    "increasesRisk": "Palielina risku"
  },
  "synergy": {
    "title": "Kontroles sinerģijas",
    "activeCount": "{active}/{total} aktīvas",
    "activeSynergies": "Aktīvās sinerģijas",
    "availableSynergies": "Pieejamās sinerģijas",
    "suggestedActions": "Ieteicamās darbības",
    "maxSynergiesActive": "Maksimālās sinerģijas aktīvas",
    "allOptimized": "Visas kontroles kombinācijas ir optimizētas",
    "iotIsolation": "IoT izolācija",
    "iotIsolationDesc": "IoT tīkls iespējots ar pareizi nodalītām ierīcēm",
    "guestSegmentation": "Viesu segmentācija",
    "guestSegmentationDesc": "Viesu tīkls iespējots ar pareizi izolētiem viesiem",
    "threatQuarantine": "Draudu karantīna",
    "threatQuarantineDesc": "Visas nezināmās ierīces izolētas izmeklēšanai",
    "defenseInDepth": "Dziļā aizsardzība",
    "defenseInDepthDesc": "Spēcīga Wi-Fi drošība ar MFA un WPA3",
    "activeMaintenance": "Aktīva uzturēšana",
    "activeMaintenanceDesc": "Automātiskie atjauninājumi iespējoti un noklusējuma paroles mainītas",
    "componentIotNetwork": "IoT tīkls",
    "componentDevicePlacement": "Ierīču izvietojums",
    "componentGuestNetwork": "Viesu tīkls",
    "componentVisitorDevices": "Viesu ierīces",
    "componentInvestigateZone": "Izmeklēšanas zona",
    "componentUnknownDevices": "Nezināmas ierīces",
    "componentWPA3": "WPA3",
    "componentStrongPassword": "Spēcīga parole",
    "componentMFA": "MFA",
    "componentAutoUpdates": "Automātiskie atjauninājumi",
    "componentPasswordHygiene": "Paroļu higiēna",
    "actionEnableIot": "Iespējot IoT tīklu",
    "actionMoveIot": "Pārvietot IoT ierīces uz IoT zonu ({placed}/{total} izvietotas)",
    "actionEnableGuest": "Iespējot viesu tīklu",
    "actionMoveVisitors": "Pārvietot viesu ierīces uz viesu zonu",
    "actionQuarantineUnknown": "Karantīnā ievietot nezināmās ierīces",
    "actionUpgradeWifi": "Jaunināt uz WPA3",
    "actionEnableMfa": "Iespējot MFA kontiem",
    "actionEnableUpdates": "Iespējot automātiskos atjauninājumus",
    "impactIsolateIot": "Izolēt viedierīces no galvenā tīkla",
    "impactCompleteIot": "Pabeigt IoT izolāciju pilnam sinerģijas bonusam",
    "impactSeparateVisitors": "Nodalīt viesu ierīces no galvenā tīkla",
    "impactGuestSynergy": "Aktivizēt viesu segmentācijas sinerģiju",
    "impactQuarantine": "Samazināt riskus no neidentificētām ierīcēm",
    "impactStrongerEncryption": "Spēcīgāka bezvadu šifrēšana",
    "impactProtectAccounts": "Aizsargāt mākoņa ierīces no konta kompromitēšanas",
    "impactReduceVulnerability": "Samazināt ievainojamību laika gaitā"
  },
  "badges": {
    "title": "Jūsu progress",
    "earned": "nopelnīts",
    "completed": "pabeigti",
    "badgesCount": "nozīmītes",
    "badgeEarned": "Nopelnīta nozīmīte!",
    "winConditionMet": "Uzvaras nosacījums izpildīts",
    "riskScoreTarget": "Riska vērtējums: {score} (mērķis: {target} vai zemāk)",
    "firstSteps": "Pirmie soļi",
    "firstStepsDesc": "Pabeidziet savu pirmo scenāriju",
    "iotWrangler": "IoT pārvaldnieks",
    "iotWranglerDesc": "Pareizi izolējiet IoT ierīces",
    "zoneMaster": "Zonu meistars",
    "zoneMasterDesc": "Pabeidziet visus trīs iebūvētos scenārijus",
    "perfectScore": "Ideāls rezultāts",
    "perfectScoreDesc": "Sasniedziet riska vērtējumu 10 vai zemāk",
    "speedDemon": "Ātruma dēmons",
    "speedDemonDesc": "Pabeidziet scenāriju pirmajā mēģinājumā",
    "persistent": "Neatlaidīgais",
    "persistentDesc": "Pabeidziet scenāriju pēc 5 vai vairāk mēģinājumiem",
    "securityExpert": "Drošības eksperts",
    "securityExpertDesc": "Pabeidziet 5 dažādus scenārijus",
    "scenarioAuthor": "Scenārija autors",
    "scenarioAuthorDesc": "Izveidojiet pielāgotu scenāriju"
  },
  "export": {
    "title": "Eksportēt",
    "htmlReport": "HTML atskaite",
    "jsonData": "JSON dati"
  },
  "notifications": {
    "riskReduced": "Risks samazināts",
    "riskIncreased": "Risks palielināts",
    "riskDelta": "{delta} risks: {reason}",
    "riskDeltaGeneric": "{delta} risks no nesenām izmaiņām",
    "badgeEarned": "Nopelnīta nozīmīte!",
    "scenarioComplete": "Scenārijs pabeigts!"
  },
  "tutorial": {
    "chooseScenario": "Izvēlieties scenāriju",
    "chooseScenarioDesc": "Sāciet, izvēloties scenāriju. Katrs simulē atšķirīgu tīkla vidi ar dažādām ierīcēm, kas jāorganizē.",
    "back": "Atpakaļ",
    "next": "Turpināt",
    "close": "Aizvērt",
    "skip": "Izlaist pamācību",
    "skipAriaLabel": "Izlaist pamācību",
    "startAriaLabel": "Sākt pamācību",
    "stepOf": "{current}. solis no {total}",
    "getStarted": "Sākt darbu",
    "tutorial": "Pamācība",
    "steps": {
      "welcome": {
        "title": "Jūsu tīklam ir problēma",
        "content": "Vairumam mājas tīklu ir bīstams trūkums: visas ierīces pieslēdzas vienam tīklam. Jūsu dators, viedais televizors, bērna planšete un tā lētā drošības kamera no ārzemēm - visi dalās vienā savienojumā. Ja viena ierīce tiek kompromitēta, uzbrucēji var sasniegt visu. Labosim to."
      },
      "scenarioSelector": {
        "title": "Izvēlieties savu izaicinājumu",
        "content": "Katrs scenārijs atspoguļo reālu tīkla problēmu. Ģimenes IoT haoss ir tipisks - māja, kur ierīces uzkrājās laika gaitā bez organizācijas. Pazīstami skan?"
      },
      "theProblem": {
        "title": "Redzat problēmu?",
        "content": "Paskatieties uz Galveno tīklu - tas ir pārpildīts ar ierīcēm, kurām nevajadzētu dalīties vienā piekļuves līmenī. Viedie skaļruņi blakus jūsu darba datoram. Viesa telefons ar tādu pašu tīkla piekļuvi kā jūsu bankas dators. Šis 'plakanais tīkls' ir tieši tas, kā vairums māju ir uzstādītas, un tā ir drošības murgs."
      },
      "mainZone": {
        "title": "Galvenais tīkls: jūsu iekšējais loks",
        "content": "Galvenajam tīklam JĀSATUR tikai ierīces, kurām pilnībā uzticaties un kurām jāsazinās savā starpā. Jūsu personālais dators, telefons un planšete pieder šeit. Šīs ir ierīces ar regulāriem drošības atjauninājumiem, kontiem, kurus jūs kontrolējat, un datiem, kas jāaizsargā. Viss pārējais? Tam jānonāk kaut kur drošākā vietā."
      },
      "guestZone": {
        "title": "Viesu tīkls: draudzīgs, bet atsevišķs",
        "content": "Kad draugi ciemojas, viņu ierīcēm nevajadzētu piekļūt jūsu failu koplietojumiem vai viedās mājas vadībai. Viesu tīkls nodrošina interneta piekļuvi, neredzot jūsu iekšējo tīklu. Šī ir reāla funkcija vairumā maršrutētāju - jūs varat to uzstādīt jau šodien. Apmeklētāji nokļūst tiešsaistē, bet viņu potenciāli inficētās ierīces nevar izplatīties uz jūsējām."
      },
      "iotZone": {
        "title": "IoT tīkls: ierobežojiet risku",
        "content": "Viedās ierīces ir ērtas, bet bieži nedroši. Tam viedajam durvju zvanam var būt nelabotas ievainojamības. Tas balss asistents vienmēr klausās. IoT tīkls izolē šīs ierīces, tāpēc pat ja viena tiek kompromitēta, uzbrucēji nevar pāriet uz jūsu galvenajiem datoriem. Daudzi maršrutētāji atbalsta atsevišķa IoT tīkla izveidi - tā ir viena no augstākās ietekmes drošības izmaiņām, ko varat veikt."
      },
      "investigateZone": {
        "title": "Izmeklēšana: ja šaubāties, karantinējiet",
        "content": "Atradāt nezināmu ierīci savā tīklā? Neignorējiet to. Izmeklēšanas zona ir jūsu karantīnas zona. Ierīces šeit iegūst minimālu piekļuvi, līdz noteikt, kas tās ir. Tā varētu būt aizmirsta ierīce, vai tas varētu būt iebrucējs. Noskaidrojiet, pirms uzticaties."
      },
      "deviceCards": {
        "title": "Velciet, lai pārkārtotu",
        "content": "Tagad jūsu kārta labot šo tīklu. Velciet ierīces uz atbilstošajām zonām vai izmantojiet nolaižamo izvēlni katrā kartē. Padomājiet par katru ierīci: Vai es tai pilnībā uzticos? Vai tai jāredz manas citas ierīces? Vai tā varētu būt risks, ja tiktu kompromitēta?"
      },
      "riskMeter": {
        "title": "Vērojiet, kā krīt jūsu risks",
        "content": "Šis vērtējums parāda jūsu tīkla pašreizējo drošības risku. Pārvietojot ierīces uz atbilstošām zonām un ieslēdzot drošības kontroles, vērojiet, kā skaitlis krīt. Mērķis ir nokļūt zem 35 - tas atspoguļo labi segmentētu, pareizi nodrošinātu tīklu."
      },
      "controls": {
        "title": "Drošības kontroles: aizsardzība dziļumā",
        "content": "Ierīču pārvietošana ir tikai sākums. Šīs kontroles pievieno papildu aizsardzības slāņus: šifrēšanu, daudzfaktoru autentifikāciju, automātiskos atjauninājumus. Katra risina citu uzbrukuma vektoru. Ieslēdziet tās, lai izveidotu patiesi izturīgu tīklu."
      },
      "insightsPanel": {
        "title": "Uzziniet, kāpēc tas ir svarīgi",
        "content": "Šis panelis parāda spēcīgas kontroles kombinācijas (sinerģijas) un precīzi izskaidro, kas ietekmē jūsu vērtējumu. Izmantojiet to, lai saprastu 'kāpēc' aiz tīkla drošības - zināšanas, kuras varat pielietot savam reālajam tīklam mājās."
      },
      "complete": {
        "title": "Labojiet savu reālo tīklu",
        "content": "Tagad jūs saprotat tīkla segmentāciju - praksi, kā atdalīt ierīces pēc uzticamības līmeņa. Šī nav tikai spēle; šīs ir reālas tehnikas, kuras varat ieviest jau šodien. Pārbaudiet sava maršrutētāja iestatījumus Viesu tīkla un IoT tīkla opcijām. Pārvietojiet savas viedās ierīces uz atsevišķu tīklu. Jūsu nākotnes es jums pateiks."
      }
    }
  },
  "author": {
    "title": "Scenāriju veidošana",
    "editScenario": "Rediģēt scenāriju",
    "scenarioTitle": "Scenārija nosaukums",
    "scenarioTitlePlaceholder": "piem., Mājas tīkla drošības izaicinājums",
    "environment": "Vides tips",
    "scenarioNotes": "Scenārija piezīmes",
    "scenarioNotesPlaceholder": "Īss apraksts vai konteksts apmācāmajiem...",
    "basicInfo": "Pamatinformācija",
    "devices": "Ierīces",
    "devicesCount": "Ierīces ({count})",
    "addDevice": "Pievienot ierīci",
    "deviceNamePlaceholder": "Ierīces nosaukums",
    "ipAddressPlaceholder": "IP adrese",
    "noDevicesYet": "Vēl nav ierīču. Noklikšķiniet \"Pievienot ierīci\", lai sāktu.",
    "learningObjectives": "Mācību mērķi",
    "addObjective": "Pievienot mērķi",
    "noObjectivesYet": "Vēl nav mācību mērķu.",
    "objectivePlaceholder": "Mācību mērķis...",
    "initialControls": "Sākotnējais kontroles stāvoklis",
    "winConditions": "Uzvaras nosacījumi (neobligāti)",
    "maxRiskScore": "Maksimālais kopējais riska vērtējums",
    "maxRiskHint": "Apmācāmais sasniedz pabeigšanu, kad kopējais risks nokrītas zem šīs vērtības",
    "save": "Saglabāt scenāriju",
    "cancel": "Atcelt",
    "import": "Importēt",
    "importJson": "Importēt JSON",
    "newScenario": "Jauns scenārijs",
    "createNew": "Izveidot jaunu",
    "dismiss": "Noraidīt",
    "noScenariosYet": "Vēl nav pielāgotu scenāriju",
    "noScenariosDesc": "Izveidojiet savus scenārijus apmācāmajiem vai importējiet esošus JSON failus.",
    "devicesLabel": "{count, plural, one {# ierīce} other {# ierīces}}",
    "edit": "Rediģēt",
    "duplicate": "Dublēt",
    "export": "Eksportēt",
    "copyTitle": "{title} (Kopija)",
    "importError": "Neizdevās importēt scenāriju. Lūdzu, pārbaudiet faila formātu.",
    "deviceDefaultName": "Ierīce {index}",
    "riskFlags": {
      "unknown_device": "nezināma ierīce",
      "iot_device": "IoT ierīce",
      "visitor_device": "viesu ierīce",
      "trusted_work_device": "uzticama darba ierīce"
    }
  },
  "common": {
    "start": "Sākt",
    "continue": "Turpināt",
    "learnMore": "Uzzināt vairāk",
    "back": "Atpakaļ",
    "reset": "Atiestatīt",
    "save": "Saglabāt",
    "cancel": "Atcelt",
    "close": "Aizvērt",
    "loading": "Ielādē...",
    "error": "Kļūda",
    "success": "Veiksmīgi"
  },
  "footer": {
    "disclaimer": "Visas adreses un identifikatori ir izdomāti apmācību nolūkiem. Nekādi reāli tīkla dati netiek apkopoti."
  }
}
