{
  "app": {
    "title": "Планировщик сортировки устройств",
    "loading": "Загрузка..."
  },
  "header": {
    "reset": "Сбросить",
    "author": "Автор",
    "tutorial": "Обучение",
    "gridView": "Сетка",
    "listView": "Список",
    "language": "Язык: {language}",
    "viewMode": "Режим просмотра",
    "gridViewAriaLabel": "Режим сетки с перетаскиванием",
    "listViewAriaLabel": "Удобный для программ чтения с экрана режим списка"
  },
  "actions": {
    "flagDevice": "Отметить для расследования",
    "unflagDevice": "Снять отметку расследования"
  },
  "scenarios": {
    "select": "Выберите сценарий",
    "selectPlaceholder": "Выберите сценарий",
    "familyIoT": "Домашняя сеть с устройствами IoT",
    "smallOffice": "Сеть небольшого офиса",
    "hotelPublic": "Гостиничный / общедоступный Wi-Fi"
  },
  "zones": {
    "main": "Основная сеть",
    "mainDescription": "Доверенные личные устройства с полным доступом",
    "guest": "Гостевая сеть",
    "guestDescription": "Устройства гостей только с доступом в интернет",
    "iot": "Сеть IoT",
    "iotDescription": "Умные устройства, изолированные от основной сети",
    "dropHere": "Перетащите устройства сюда",
    "dropToMove": "Отпустите для перемещения",
    "zoneWithDevices": "Зона {zone} с {count, plural, one {# устройством} few {# устройствами} many {# устройствами} other {# устройствами}}"
  },
  "devices": {
    "router": "Маршрутизатор",
    "laptop": "Ноутбук",
    "phone": "Телефон",
    "tablet": "Планшет",
    "tv": "Смарт-телевизор",
    "speaker": "Умная колонка",
    "thermostat": "Термостат",
    "camera": "Камера",
    "printer": "Принтер",
    "iot": "Устройство IoT",
    "unknown": "Неизвестное устройство",
    "moveToZone": "Переместить {device} в зону",
    "listViewLabel": "Устройства, организованные по сетевым зонам",
    "listViewHint": "Удобный для программ чтения с экрана режим списка. Каждое устройство можно переместить в другую зону с помощью выпадающего списка.",
    "count": "{count, plural, one {# устройство} few {# устройства} many {# устройств} other {# устройств}}",
    "noDevices": "Нет устройств в этой зоне",
    "in": "Устройства в зоне {zone}",
    "unknownFlag": "Неизвестный",
    "iotFlag": "IoT",
    "visitorFlag": "Гость",
    "workFlag": "Работа"
  },
  "deviceLabels": {
    "family_iot_sprawl_v1": {
      "router": "Домашний маршрутизатор",
      "work_laptop": "Рабочий ноутбук",
      "family_laptop": "Семейный ноутбук",
      "parent_phone": "Телефон родителя",
      "teen_phone": "Телефон подростка",
      "smart_tv": "Смарт-телевизор",
      "smart_speaker": "Умная колонка",
      "thermostat": "Термостат",
      "printer": "Wi-Fi принтер",
      "indoor_camera": "Внутренняя камера",
      "smart_plug": "Умная розетка",
      "old_tablet": "Старый планшет",
      "guest_phone": "Телефон гостя",
      "mystery_device": "Неопознанное устройство"
    },
    "small_office_v1": {
      "office_router": "Офисный маршрутизатор",
      "ceo_laptop": "Ноутбук директора",
      "dev_laptop_1": "Ноутбук разработчика 1",
      "dev_laptop_2": "Ноутбук разработчика 2",
      "reception_pc": "Компьютер приёмной",
      "office_printer": "Сетевой принтер",
      "conference_tv": "Дисплей переговорной",
      "smart_thermostat": "Офисный термостат",
      "security_camera": "Камера безопасности",
      "client_phone_1": "Телефон клиента (встреча)",
      "client_laptop": "Ноутбук клиента (встреча)",
      "mystery_tablet": "Неизвестный планшет"
    },
    "hotel_public_v1": {
      "work_laptop_travel": "Рабочий ноутбук",
      "personal_phone": "Личный телефон",
      "personal_tablet": "Личный планшет",
      "travel_speaker": "Портативная колонка",
      "hotel_tv": "Телевизор в номере",
      "other_guest_1": "Устройство другого гостя 1",
      "other_guest_2": "Устройство другого гостя 2",
      "suspicious_device": "Подозрительное сетевое устройство"
    }
  },
  "controls": {
    "title": "Настройки безопасности",
    "wifiSecurity": "Безопасность Wi-Fi",
    "wifiSecurityDesc": "Стандарт шифрования для беспроводного трафика",
    "wifiSecurityOpen": "Открытый",
    "wifiSecurityWPA2": "WPA2",
    "wifiSecurityWPA3": "WPA3",
    "strongWifiPassword": "Надёжный пароль Wi-Fi",
    "strongWifiPasswordDesc": "Сложный пароль для доступа к сети",
    "guestNetworkEnabled": "Гостевая сеть",
    "guestNetworkDesc": "Отдельная сеть для гостей",
    "iotNetworkEnabled": "Сеть IoT",
    "iotNetworkDesc": "Изолированная сеть для умных устройств",
    "mfaEnabled": "MFA для аккаунтов",
    "mfaDesc": "Многофакторная аутентификация для аккаунтов устройств",
    "autoUpdatesEnabled": "Автообновления",
    "autoUpdatesDesc": "Поддержание актуальной прошивки устройств",
    "defaultPasswordsAddressed": "Пароли по умолчанию изменены",
    "defaultPasswordsDesc": "Замена заводских учётных данных по умолчанию",
    "enableInSettings": "Включить в настройках сценария",
    "vpnEnabled": "VPN включён",
    "vpnEnabledDesc": "Шифровать весь трафик через VPN",
    "personalHotspot": "Личная точка доступа",
    "personalHotspotDesc": "Использовать телефон как безопасную точку доступа",
    "firewallEnabled": "Файервол устройства",
    "firewallEnabledDesc": "Блокировать входящие подключения",
    "fileSharingDisabled": "Общий доступ отключён",
    "fileSharingDisabledDesc": "Отключить сетевой общий доступ к файлам",
    "bluetoothDisabled": "Bluetooth отключён",
    "bluetoothDisabledDesc": "Отключить Bluetooth в общественных местах",
    "httpsOnly": "Только HTTPS",
    "httpsOnlyDesc": "Использовать только зашифрованные сайты",
    "verifyNetwork": "Проверить сеть",
    "verifyNetworkDesc": "Подтвердить подлинность сети"
  },
  "riskMeter": {
    "title": "Общая оценка риска",
    "of100": "/100",
    "low": "Низкий риск",
    "medium": "Умеренный",
    "high": "Высокий",
    "critical": "Критический",
    "exposure": "Уязвимость",
    "credential": "Учётные данные",
    "hygiene": "Гигиена"
  },
  "goals": {
    "title": "Ваши цели",
    "reduceRiskTo": "Снизить оценку риска до {target} или ниже",
    "currentScore": "{current}/{target}",
    "enable": "Включить {control}",
    "disable": "Отключить {control}",
    "setTo": "Установить {control} на {value}",
    "allComplete": "Все цели достигнуты!"
  },
  "tooltips": {
    "deviceTypes": {
      "router": "Шлюз вашей сети. Контролирует трафик между вашими устройствами и интернетом. Взломанный маршрутизатор влияет на всё подключённое к нему.",
      "laptop": "Персональный компьютер. Содержит ценные данные и имеет полные сетевые возможности. Держите его обновлённым и защищённым.",
      "phone": "Смартфон с доступом к личным аккаунтам, фотографиям и данным о местоположении. Обычно хорошо обслуживается, но может стать целью кражи.",
      "tablet": "Похож на телефон, но часто используется несколькими членами семьи. Может иметь слабую защиту, если не обновляется регулярно.",
      "tv": "Смарт-телевизоры подключаются к стриминговым сервисам и могут иметь микрофоны/камеры. Редкие обновления безопасности и часто забываются.",
      "speaker": "Умные колонки постоянно слушают ключевые слова. Они подключены к вашим аккаунтам и управляют другими умными устройствами.",
      "thermostat": "Умные термостаты знают, когда вы дома. Если взломаны, злоумышленники узнают ваш график и могут получить доступ к другим устройствам.",
      "camera": "Камеры безопасности должны защищать вас, но если взломаны, злоумышленники могут наблюдать за вашим домом. Обновляйте прошивку.",
      "printer": "Сетевые принтеры часто упускают из виду, но они могут хранить копии документов и предоставлять сетевой доступ злоумышленникам.",
      "iot": "IoT-устройства часто имеют слабую защиту, редко обновляются и могут использовать пароли по умолчанию. Изолируйте их от основных устройств.",
      "unknown": "Нераспознанное устройство в вашей сети. Может быть соседом, забытым устройством или злоумышленником. Изучите прежде чем доверять."
    },
    "riskFlags": {
      "unknown_device": "Это устройство не ожидалось в вашей сети. Оно может быть безвредным (телефон гостя) или вредоносным. Держите изолированным до идентификации.",
      "iot_device": "IoT-устройства часто имеют плохую защиту: слабые пароли, без шифрования, редкие обновления. Поместите их в отдельную сеть.",
      "visitor_device": "Устройства посетителей вне вашего контроля. Вы не знаете их уровень безопасности. Дайте доступ к интернету, но изолируйте от основной сети.",
      "trusted_work_device": "Рабочие устройства обычно имеют корпоративные политики безопасности, регулярные обновления и контроль ИТ. Им нужен надёжный сетевой доступ."
    },
    "wifiSecurity": {
      "open": "Нет шифрования. Любой рядом может видеть ваш трафик. Никогда не используйте для приватного. Пароли, письма и данные видны злоумышленникам.",
      "wpa2": "Хорошее шифрование 2004 года. Всё ещё безопасно для дома, но имеет известные уязвимости. Используйте надёжный пароль.",
      "wpa3": "Новейший стандарт (2018). Сильнейшая защита от подбора пароля и прослушивания. Используйте, если все устройства поддерживают."
    },
    "controls": {
      "wifiSecurity": "Шифрование защищает данные в вашей беспроводной сети. Сильнее шифрование = труднее злоумышленникам перехватить ваш трафик.",
      "strongWifiPassword": "Слабый пароль позволяет злоумышленникам присоединиться к вашей сети. Используйте 12+ символов с буквами, цифрами и знаками.",
      "guestNetworkEnabled": "Гостевые сети дают посетителям доступ к интернету без доступа к вашим основным устройствам, файлам или принтерам.",
      "iotNetworkEnabled": "IoT-устройства в отдельной сети не могут атаковать ваши компьютеры при взломе. Даже если умная лампочка взломана, файлы в безопасности.",
      "mfaEnabled": "Многофакторная аутентификация означает, что украденного пароля недостаточно. Злоумышленникам также нужен ваш телефон или ключ безопасности.",
      "autoUpdatesEnabled": "Обновления закрывают дыры в безопасности. Устройства без обновлений — лёгкие цели. Большинство атак используют известные уязвимости.",
      "defaultPasswordsAddressed": "Многие устройства поставляются с 'admin/admin' или подобным. Злоумышленники пробуют это первым. Измените перед подключением к сети.",
      "vpnEnabled": "VPN шифрует весь ваш интернет-трафик, скрывая его от других в сети отеля. Необходим для конфиденциальных действий в общественном Wi-Fi.",
      "personalHotspot": "Использование телефона как точки доступа создаёт вашу личную сеть. Гораздо безопаснее, чем подключение к неизвестному публичному Wi-Fi.",
      "firewallEnabled": "Файервол устройства блокирует входящие попытки подключения от других устройств в сети. Включите его перед подключением к публичной сети.",
      "fileSharingDisabled": "Общий доступ к файлам в публичных сетях позволяет незнакомцам просматривать ваши общие папки. Всегда отключайте в путешествиях.",
      "bluetoothDisabled": "Bluetooth может использоваться ближайшими злоумышленниками. Отключайте в людных общественных местах, если не используете активно.",
      "httpsOnly": "HTTPS шифрует ваше соединение с сайтами. Ищите значок замка и избегайте сайтов без него в публичном Wi-Fi.",
      "verifyNetwork": "Злоумышленники создают поддельные сети с похожими названиями (злые близнецы). Всегда уточняйте точное название сети у персонала."
    },
    "zones": {
      "main": "Ваша доверенная зона для личных устройств, которые вы контролируете и регулярно обновляете. Эти устройства видят друг друга и могут делиться файлами/принтерами.",
      "guest": "Только доступ в интернет для посетителей или ненадёжных устройств. Могут просматривать веб, но не могут получить доступ к устройствам основной сети.",
      "iot": "Изолированная сеть для умных домашних устройств. Они получают доступ в интернет, но не могут связываться с основными устройствами при взломе."
    },
    "flagForInvestigation": "Нажмите, чтобы отметить это неизвестное устройство для расследования. Отметка устройств, которые вы не узнаёте, снижает риск, обеспечивая их проверку перед доверием.",
    "flagged": "Это устройство отмечено для расследования. Вы пометили его как подозрительное и оно проверяется. Нажмите, чтобы снять отметку, если вы определили устройство."
  },
  "education": {
    "dontShowAgain": "Больше не показывать",
    "keepEnabled": "Понятно, оставить включённым",
    "turnOff": "Выключить",
    "whatIsThis": "Что это?",
    "whyMatters": "Почему это важно?",
    "howToDo": "Как это сделать?",
    "strongWifiPassword": {
      "title": "Надёжный пароль Wi-Fi",
      "what": "Надёжный пароль Wi-Fi — это минимум 12-16 символов, сочетание заглавных букв, строчных букв, цифр и специальных символов, и он не содержит словарных слов, имён или предсказуемых шаблонов вроде '123456' или 'password'.",
      "why": "Слабые пароли — способ №1, которым злоумышленники получают доступ к домашним сетям. С инструментами, свободно доступными в интернете, хакеры могут перебирать миллионы распространённых паролей в секунду. Попав в вашу сеть, они могут перехватывать банковские операции, читать письма и атаковать ваши устройства. Сосед или прохожий может красть вашу интернет-скорость или хуже — совершать преступления через ваше подключение, которые отследят до вас.",
      "how": "Создайте парольную фразу вместо пароля: соедините 4-5 случайных слов вроде 'правильный-конь-батарейка-скоба'. Или используйте менеджер паролей для генерации и запоминания сложного пароля. Запишите его и храните в безопасном месте дома. Делитесь с гостями устно — никогда не отправляйте в сообщениях или по почте."
    },
    "guestNetworkEnabled": {
      "title": "Гостевая сеть",
      "what": "Гостевая сеть — это отдельная Wi-Fi сеть, которая обеспечивает доступ в интернет, но изолирована от вашей основной сети. Устройства в гостевой сети не могут видеть или связываться с вашими компьютерами, принтерами или умными домашними устройствами.",
      "why": "Когда посетители подключаются к вашей основной сети, их потенциально заражённые устройства могут видеть всё: ваши общие папки, умный телевизор, сетевой принтер. Даже благонамеренные гости могут не знать о вредоносном ПО на своих устройствах. К 2024 году в среднем доме 22 подключённых устройства — это большая поверхность атаки. Гостевые сети ставят стену между посетителями и вашей цифровой жизнью.",
      "how": "Большинство роутеров, выпущенных после 2015 года, поддерживают гостевые сети. Войдите в роутер (обычно 192.168.1.1 или 192.168.0.1), найдите 'Guest Network' или 'Guest Access' в настройках беспроводной сети. Включите её с паролем, отличным от основной сети. Некоторые роутеры позволяют ограничить скорость или установить автоматическое отключение."
    },
    "iotNetworkEnabled": {
      "title": "IoT сеть (изоляция умных устройств)",
      "what": "IoT сеть — это отдельный сегмент сети специально для ваших умных устройств — термостатов, камер, умных колонок, умных розеток и других устройств 'интернета вещей'. Эти устройства могут выходить в интернет, но не могут связываться с вашими основными компьютерами и телефонами.",
      "why": "Умные устройства печально известны своей небезопасностью. Многие используют устаревшее ПО, имеют известные уязвимости и редко получают обновления. В 2016 году ботнет Mirai заразил миллионы IoT-устройств и обрушил крупные веб-сайты. Если вашу умную лампочку взломают, злоумышленник может использовать её как плацдарм для доступа к ноутбуку с банковской информацией. Изоляция предотвращает это боковое перемещение.",
      "how": "Многие современные роутеры поддерживают IoT VLAN или вторую сеть. Некоторые mesh-системы (например, Eero, Google Nest WiFi) делают это легко одним щелчком. Для старых роутеров можно использовать гостевую сеть для IoT-устройств, если у вас нет частых посетителей. Главное — держать IoT-устройства отдельно от доверенных компьютеров."
    },
    "mfaEnabled": {
      "title": "Многофакторная аутентификация (MFA)",
      "what": "Многофакторная аутентификация требует два или более способа подтверждения личности при входе: то, что вы знаете (пароль), то, что у вас есть (телефон или ключ безопасности), или то, чем вы являетесь (отпечаток пальца). Даже если кто-то украдёт ваш пароль, он всё равно не сможет войти без второго фактора.",
      "why": "Пароли крадут постоянно — из-за утечек данных, фишинговых писем или подглядывания через плечо. Microsoft сообщает, что MFA блокирует 99,9% автоматических атак на аккаунты. Ваши умные домашние устройства, почта и облачные аккаунты защищены паролями. Если злоумышленник скомпрометирует вашу почту, он может сбросить пароли для всего остального. MFA — ваша страховочная сетка.",
      "how": "Сначала включите MFA на самых важных аккаунтах: почта, банк, соцсети и приложения умного дома (Ring, Nest и т.д.). По возможности используйте приложение-аутентификатор (Google Authenticator, Microsoft Authenticator, Authy) вместо SMS. У большинства сервисов настройки MFA находятся в разделе 'Безопасность' или 'Защита аккаунта'. Это занимает 5 минут на аккаунт."
    },
    "autoUpdatesEnabled": {
      "title": "Автоматические обновления",
      "what": "Автоматические обновления позволяют вашим устройствам и ПО загружать и устанавливать патчи безопасности без ручных действий. Это включает обновления ОС, приложений и прошивки роутеров и умных устройств.",
      "why": "Большинство успешных кибератак эксплуатируют известные уязвимости — дыры в безопасности, которые уже обнаружены и исправлены. Вирус-вымогатель WannaCry 2017 года заразил 200 000 компьютеров по всему миру, но только те, которые не установили патч, выпущенный месяцами ранее. Каждый день задержки обновления — ещё один день, когда злоумышленники могут использовать эту уязвимость против вас.",
      "how": "На телефоне: Настройки > Основные > Обновление ПО > Автообновление. На Windows: Настройки > Обновление и безопасность > Включить автообновления. На Mac: Системные настройки > Обновление ПО > Автоматически обновлять Mac. Для роутеров и умных устройств проверьте приложения производителя или веб-интерфейсы на наличие настроек 'Обновление прошивки'."
    },
    "defaultPasswordsAddressed": {
      "title": "Пароли по умолчанию изменены",
      "what": "Пароли по умолчанию — это заводские учётные данные, которые идут с устройствами, часто 'admin/admin', 'admin/password' или напечатаны на наклейке. Эти пароли публично задокументированы и одинаковы для миллионов устройств одной модели.",
      "why": "Злоумышленники ведут базы данных паролей по умолчанию для каждой модели устройств. Ботнет Mirai распространялся, просто пробуя стандартные учётные данные на миллионах устройств. Если у вашего роутера всё ещё пароль по умолчанию, любой может войти, изменить настройки DNS (перенаправляя вас на поддельные банковские сайты) или отключить вашу защиту. К умным камерам с паролями по умолчанию получали доступ посторонние, которые смотрели и даже говорили через них.",
      "how": "Начните с роутера — это самое важное. Войдите в интерфейс администратора и измените и пароль администратора, и пароль Wi-Fi. Затем проверьте настройки пароля в приложении каждого умного устройства. Используйте уникальные пароли для каждого устройства. Менеджер паролей поможет отслеживать их все. При покупке новых устройств меняйте пароль при первоначальной настройке."
    },
    "wifiSecurity": {
      "title": "Безопасность шифрования Wi-Fi",
      "what": "Протоколы безопасности Wi-Fi (WPA2, WPA3) шифруют данные между вашими устройствами и роутером. WPA3 — новейший стандарт (2018), предлагающий более сильную защиту, чем WPA2 (2004). Открытые сети вообще не имеют шифрования.",
      "why": "Без шифрования любой в радиусе Wi-Fi может захватывать ваш сетевой трафик — пароли, письма, историю просмотров, всё. Даже WPA2, хотя в целом безопасен, имеет известные уязвимости (атака KRACK, 2017), которые WPA3 исправляет. WPA3 также значительно затрудняет подбор пароля методом грубой силы.",
      "how": "Войдите в панель администратора роутера (обычно 192.168.1.1). Найдите 'Безопасность беспроводной сети' или 'Настройки Wi-Fi'. Выберите WPA3, если доступен, или смешанный режим WPA2/WPA3 для старых устройств. Избегайте WPA (не WPA2) и никогда не используйте 'Открытый' или WEP. Если ваш роутер не поддерживает WPA3 и старше 5 лет, рассмотрите обновление для лучшей безопасности."
    }
  },
  "passwordTraining": {
    "title": "Обучение паролям: создайте надёжный пароль Wi-Fi",
    "subtitle": "Узнайте, что делает пароль надёжным, создав его",
    "didYouKnow": "Знаете ли вы?",
    "bruteForceInfo": "Компьютер может пробовать миллиарды комбинаций паролей в секунду. 8-символьный пароль только из строчных букв можно взломать менее чем за 1 секунду. Добавьте заглавные буквы, цифры и символы? Тому же компьютеру теперь понадобятся годы. Длина и сложность — ваша лучшая защита от атак перебором.",
    "shortPasswordTime": "8 символов: взлом за секунды",
    "longPasswordTime": "16+ символов с символами: века",
    "bestPractices": "Лучшие практики паролей",
    "tipLength": "Используйте минимум 12-16 символов — длиннее значит надёжнее",
    "tipMix": "Смешивайте заглавные, строчные буквы, цифры и символы (!@#$%)",
    "tipAvoid": "Избегайте словарных слов, имён, дат или последовательностей (abc, 123, qwerty)",
    "tipPassphrase": "Рассмотрите парольные фразы: 'Закат-Кофе-42-Ракета!' — надёжно И запоминаемо",
    "originalPassword": "Текущий (слабый) пароль",
    "originalExplanation": "Это типичный слабый пароль: короткий, предсказуемый, без специальных символов. Злоумышленники пробуют такие первыми.",
    "veryWeak": "Очень слабый",
    "createNew": "Создайте ваш новый пароль",
    "placeholder": "Введите надёжный пароль...",
    "strength": "Надёжность пароля",
    "strengthWeak": "Слабый",
    "strengthMedium": "Средний",
    "strengthStrong": "Надёжный",
    "requirements": "Требования",
    "req12Chars": "12+ символов",
    "reqUppercase": "Заглавная буква",
    "reqLowercase": "Строчная буква",
    "reqNumbers": "Цифры",
    "reqSymbols": "Символы (!@#$%)",
    "reqNotCommon": "Не распространённый пароль",
    "warnCommon": "Этот пароль слишком распространён и легко угадывается",
    "warnSequential": "Содержит последовательные символы (abc, 123)",
    "warnRepeating": "Содержит повторяющиеся символы (aaa, 111)",
    "crackTime": "Расчётное время взлома",
    "crackTime_instant": "Мгновенно",
    "crackTime_seconds": "Секунды",
    "crackTime_minutes": "Минуты",
    "crackTime_hours": "Часы",
    "crackTime_days": "Дни",
    "crackTime_months": "Месяцы",
    "crackTime_years": "Годы",
    "crackTime_centuries": "Века",
    "whyThisRating": "Почему такая оценка?",
    "explainWeak": "Этот пароль будет взломан быстро. Он либо слишком короткий, использует распространённые слова/последовательности, либо ему не хватает разнообразия символов. У злоумышленников есть списки миллионов распространённых паролей, которые они пробуют первыми.",
    "explainMedium": "Этот пароль предлагает приличную защиту, но мог бы быть надёжнее. Рассмотрите добавление длины, больше типов символов или удаление словарных слов для достижения статуса 'Надёжный'.",
    "explainStrong": "Отлично! Злоумышленникам понадобится очень много времени для взлома этого пароля. Сочетание длины и разнообразия символов делает атаки перебором непрактичными.",
    "acceptStrong": "Применить надёжный пароль",
    "acceptMedium": "Принять средний (не рекомендуется)",
    "createFirst": "Сначала создайте пароль"
  },
  "learningObjectives": {
    "family_iot_sprawl_v1": {
      "0": "Разделить устройства по зонам доверия (Основная, Гостевая, IoT, Расследование).",
      "1": "Включить важные настройки безопасности (Wi-Fi, гостевая/IoT сети, MFA, обновления).",
      "2": "Интерпретировать изменения оценки с помощью панели объяснений."
    },
    "small_office_v1": {
      "0": "Категоризировать рабочие устройства и личные устройства в бизнес-сети.",
      "1": "Внедрить правильную сегментацию гостевой сети для посетителей.",
      "2": "Применить подходящие для бизнеса настройки безопасности и политики."
    },
    "hotel_public_v1": {
      "0": "Понять риски подключения к публичным/общедоступным Wi-Fi сетям.",
      "1": "Решить, какие устройства должны подключаться, а какие оставаться отключёнными.",
      "2": "Рассмотреть использование личной точки доступа или VPN для конфиденциальных действий."
    }
  },
  "insights": {
    "title": "Аналитика",
    "synergiesTab": "Синергия настроек",
    "explainTab": "Объяснение оценки"
  },
  "explain": {
    "title": "Объяснить мою оценку",
    "showExplanations": "Показать объяснения",
    "hideExplanations": "Скрыть объяснения",
    "noExplanations": "Объяснения недоступны",
    "noFactors": "Нет факторов оценки для отображения. Внесите изменения, чтобы увидеть их влияние.",
    "factorsAffecting": "{count} факторов влияют на вашу оценку",
    "collapseExplanations": "Свернуть объяснения",
    "expandExplanations": "Развернуть объяснения",
    "reducesRisk": "Снижает риск",
    "increasesRisk": "Повышает риск"
  },
  "synergy": {
    "title": "Синергия настроек",
    "activeCount": "{active}/{total} активных",
    "activeSynergies": "Активные синергии",
    "availableSynergies": "Доступные синергии",
    "suggestedActions": "Рекомендуемые действия",
    "maxSynergiesActive": "Максимальные синергии активны",
    "allOptimized": "Все комбинации настроек оптимизированы",
    "iotIsolation": "Изоляция IoT",
    "iotIsolationDesc": "Сеть IoT включена с правильно изолированными устройствами",
    "guestSegmentation": "Сегментация гостей",
    "guestSegmentationDesc": "Гостевая сеть включена с правильно изолированными гостями",
    "threatQuarantine": "Карантин угроз",
    "threatQuarantineDesc": "Все неизвестные устройства изолированы для расследования",
    "defenseInDepth": "Глубокая защита",
    "defenseInDepthDesc": "Надёжная безопасность Wi-Fi с MFA и WPA3",
    "activeMaintenance": "Активное обслуживание",
    "activeMaintenanceDesc": "Автообновления включены и пароли по умолчанию изменены",
    "componentIotNetwork": "Сеть IoT",
    "componentDevicePlacement": "Размещение устройств",
    "componentGuestNetwork": "Гостевая сеть",
    "componentVisitorDevices": "Устройства гостей",
    "componentInvestigateZone": "Зона расследования",
    "componentUnknownDevices": "Неизвестные устройства",
    "componentWPA3": "WPA3",
    "componentStrongPassword": "Надёжный пароль",
    "componentMFA": "MFA",
    "componentAutoUpdates": "Автообновления",
    "componentPasswordHygiene": "Гигиена паролей",
    "actionEnableIot": "Включить сеть IoT",
    "actionMoveIot": "Переместить устройства IoT в зону IoT ({placed}/{total} размещено)",
    "actionEnableGuest": "Включить гостевую сеть",
    "actionMoveVisitors": "Переместить устройства гостей в гостевую зону",
    "actionQuarantineUnknown": "Поместить неизвестные устройства в карантин",
    "actionUpgradeWifi": "Обновить до WPA3",
    "actionEnableMfa": "Включить MFA для аккаунтов",
    "actionEnableUpdates": "Включить автообновления",
    "impactIsolateIot": "Изолировать умные устройства от основной сети",
    "impactCompleteIot": "Завершить изоляцию IoT для полного бонуса синергии",
    "impactSeparateVisitors": "Отделить устройства гостей от основной сети",
    "impactGuestSynergy": "Активировать синергию сегментации гостей",
    "impactQuarantine": "Снизить риски от неопознанных устройств",
    "impactStrongerEncryption": "Более надёжное беспроводное шифрование",
    "impactProtectAccounts": "Защитить облачные устройства от компрометации аккаунта",
    "impactReduceVulnerability": "Снизить подверженность уязвимостям со временем"
  },
  "badges": {
    "title": "Ваш прогресс",
    "earned": "получено",
    "completed": "завершено",
    "badgesCount": "значков",
    "badgeEarned": "Получен значок!",
    "winConditionMet": "Условие победы выполнено",
    "riskScoreTarget": "Оценка риска: {score} (цель: {target} или ниже)",
    "firstSteps": "Первые шаги",
    "firstStepsDesc": "Завершите свой первый сценарий",
    "iotWrangler": "Укротитель IoT",
    "iotWranglerDesc": "Правильно изолируйте устройства IoT",
    "zoneMaster": "Мастер зон",
    "zoneMasterDesc": "Завершите все три встроенных сценария",
    "perfectScore": "Идеальный результат",
    "perfectScoreDesc": "Достигните оценки риска 10 или ниже",
    "speedDemon": "Демон скорости",
    "speedDemonDesc": "Завершите сценарий с первой попытки",
    "persistent": "Настойчивый",
    "persistentDesc": "Завершите сценарий после 5 или более попыток",
    "securityExpert": "Эксперт по безопасности",
    "securityExpertDesc": "Завершите 5 разных сценариев",
    "scenarioAuthor": "Автор сценария",
    "scenarioAuthorDesc": "Создайте собственный сценарий"
  },
  "export": {
    "title": "Экспорт",
    "htmlReport": "Отчёт HTML",
    "jsonData": "Данные JSON"
  },
  "notifications": {
    "riskReduced": "Риск снижен",
    "riskIncreased": "Риск повышен",
    "riskDelta": "{delta} риск: {reason}",
    "riskDeltaGeneric": "{delta} риск от недавнего изменения",
    "badgeEarned": "Получен значок!",
    "scenarioComplete": "Сценарий завершён!"
  },
  "tutorial": {
    "chooseScenario": "Выберите сценарий",
    "chooseScenarioDesc": "Начните с выбора сценария. Каждый из них моделирует различную сетевую среду с устройствами, которые нужно организовать.",
    "back": "Назад",
    "next": "Продолжить",
    "close": "Закрыть",
    "skip": "Пропустить обучение",
    "skipAriaLabel": "Пропустить обучение",
    "startAriaLabel": "Начать обучение",
    "stepOf": "Шаг {current} из {total}",
    "getStarted": "Начать работу",
    "tutorial": "Обучение",
    "steps": {
      "welcome": {
        "title": "У вашей сети есть проблема",
        "content": "Большинство домашних сетей имеют опасный недостаток: все устройства подключаются к одной сети. Ваш ноутбук, умный телевизор, планшет ребёнка и та дешёвая камера безопасности из-за рубежа - все используют одно подключение. Если одно устройство скомпрометировано, злоумышленники могут добраться до всего. Давайте это исправим."
      },
      "scenarioSelector": {
        "title": "Выберите свой вызов",
        "content": "Каждый сценарий представляет реальную сетевую проблему. Семейный хаос IoT типичен - дом, где устройства накапливались со временем без организации. Звучит знакомо?"
      },
      "theProblem": {
        "title": "Видите проблему?",
        "content": "Посмотрите на Основную сеть - она перегружена устройствами, которые не должны иметь одинаковый уровень доступа. Умные колонки рядом с вашим рабочим ноутбуком. Телефон гостя с таким же сетевым доступом, как ваш банковский компьютер. Эта 'плоская сеть' - именно то, как настроено большинство домов, и это кошмар безопасности."
      },
      "mainZone": {
        "title": "Основная сеть: ваш ближний круг",
        "content": "Основная сеть должна содержать ТОЛЬКО устройства, которым вы полностью доверяете и которые должны взаимодействовать друг с другом. Ваш личный ноутбук, телефон и планшет принадлежат сюда. Это устройства с регулярными обновлениями безопасности, аккаунтами под вашим контролем и данными, которые нужно защитить. Всё остальное? Ему нужно место безопаснее."
      },
      "guestZone": {
        "title": "Гостевая сеть: дружелюбная, но отдельная",
        "content": "Когда друзья приходят в гости, их устройства не должны иметь доступ к вашим файлам или управлению умным домом. Гостевая сеть даёт интернет без видимости вашей внутренней сети. Это реальная функция большинства роутеров - вы можете настроить её уже сегодня. Гости получают онлайн-доступ, но их потенциально заражённые устройства не могут распространиться на ваши."
      },
      "iotZone": {
        "title": "Сеть IoT: сдерживайте риск",
        "content": "Умные устройства удобны, но часто небезопасны. У того умного дверного звонка могут быть незакрытые уязвимости. Тот голосовой помощник всегда слушает. Сеть IoT изолирует эти устройства, так что даже если одно скомпрометировано, злоумышленники не могут перейти на ваши основные компьютеры. Многие роутеры поддерживают создание отдельной сети IoT - это одно из самых влиятельных изменений безопасности, которое вы можете сделать."
      },
      "deviceCards": {
        "title": "Перетаскивайте для реорганизации",
        "content": "Теперь ваша очередь исправить эту сеть. Перетаскивайте устройства в соответствующие зоны или используйте выпадающее меню на каждой карточке. Подумайте о каждом устройстве: Я полностью ему доверяю? Нужно ли ему видеть мои другие устройства? Может ли оно быть риском при компрометации?"
      },
      "flagInvestigation": {
        "title": "Отметьте неизвестные устройства",
        "content": "Видите устройство, которое не узнаёте? Ищите кнопку флажка на устройствах, отмеченных как 'Неизвестные'. Отметка подозрительного устройства означает его регистрацию для расследования - критически важный первый шаг, когда вы замечаете что-то неожиданное в своей сети. Не доверяйте неизвестным устройствам, пока не идентифицируете их. В реальном мире это может быть сосед, использующий ваш Wi-Fi, или забытый гаджет - но это также может быть злоумышленник."
      },
      "riskMeter": {
        "title": "Следите за снижением риска",
        "content": "Эта оценка показывает текущий риск безопасности вашей сети. По мере перемещения устройств в соответствующие зоны и включения настроек безопасности следите за падением числа. Цель - опуститься ниже 35 - это представляет хорошо сегментированную, правильно защищённую сеть."
      },
      "controls": {
        "title": "Настройки безопасности: глубокая защита",
        "content": "Перемещение устройств - это только начало. Эти настройки добавляют дополнительные слои защиты: шифрование, многофакторную аутентификацию, автоматические обновления. Каждая устраняет разный вектор атаки. Включите их, чтобы построить действительно устойчивую сеть."
      },
      "insightsPanel": {
        "title": "Узнайте, почему это важно",
        "content": "Эта панель показывает мощные комбинации настроек (синергии) и точно объясняет, что влияет на вашу оценку. Используйте её, чтобы понять 'почему' сетевой безопасности - знания, которые вы можете применить к своей реальной домашней сети."
      },
      "complete": {
        "title": "Исправьте свою реальную сеть",
        "content": "Теперь вы понимаете сегментацию сети - практику разделения устройств по уровню доверия. Это не просто игра; это реальные техники, которые вы можете применить уже сегодня. Проверьте настройки вашего роутера на опции Гостевой сети и сети IoT. Переместите ваши умные устройства в отдельную сеть. Ваше будущее 'я' скажет вам спасибо."
      }
    }
  },
  "author": {
    "title": "Создание сценариев",
    "editScenario": "Редактировать сценарий",
    "scenarioTitle": "Название сценария",
    "scenarioTitlePlaceholder": "напр., Задача безопасности домашней сети",
    "environment": "Тип среды",
    "scenarioNotes": "Заметки к сценарию",
    "scenarioNotesPlaceholder": "Краткое описание или контекст для обучающихся...",
    "basicInfo": "Основная информация",
    "devices": "Устройства",
    "devicesCount": "Устройства ({count})",
    "addDevice": "Добавить устройство",
    "deviceNamePlaceholder": "Название устройства",
    "ipAddressPlaceholder": "IP-адрес",
    "noDevicesYet": "Устройств пока нет. Нажмите \"Добавить устройство\", чтобы начать.",
    "learningObjectives": "Учебные цели",
    "addObjective": "Добавить цель",
    "noObjectivesYet": "Учебных целей пока нет.",
    "objectivePlaceholder": "Учебная цель...",
    "initialControls": "Начальное состояние настроек",
    "winConditions": "Условия победы (необязательно)",
    "maxRiskScore": "Максимальная общая оценка риска",
    "maxRiskHint": "Обучающийся завершает сценарий, когда общий риск падает ниже этого значения",
    "save": "Сохранить сценарий",
    "cancel": "Отмена",
    "import": "Импорт",
    "importJson": "Импорт JSON",
    "newScenario": "Новый сценарий",
    "createNew": "Создать новый",
    "dismiss": "Закрыть",
    "noScenariosYet": "Пользовательских сценариев пока нет",
    "noScenariosDesc": "Создайте собственные сценарии для обучающихся или импортируйте существующие JSON-файлы.",
    "devicesLabel": "{count, plural, one {# устройство} few {# устройства} many {# устройств} other {# устройств}}",
    "edit": "Редактировать",
    "duplicate": "Дублировать",
    "export": "Экспорт",
    "copyTitle": "{title} (Копия)",
    "importError": "Не удалось импортировать сценарий. Проверьте формат файла.",
    "deviceDefaultName": "Устройство {index}",
    "riskFlags": {
      "unknown_device": "неизвестное устройство",
      "iot_device": "устройство IoT",
      "visitor_device": "устройство гостя",
      "trusted_work_device": "доверенное рабочее устройство"
    }
  },
  "common": {
    "start": "Начать",
    "continue": "Продолжить",
    "learnMore": "Подробнее",
    "back": "Назад",
    "reset": "Сбросить",
    "save": "Сохранить",
    "cancel": "Отмена",
    "close": "Закрыть",
    "loading": "Загрузка...",
    "error": "Ошибка",
    "success": "Успешно"
  },
  "footer": {
    "disclaimer": "Все адреса и идентификаторы вымышлены в учебных целях. Реальные сетевые данные не собираются."
  }
}
